Repository: ultimatemember/ultimatemember
Catalog: languages/ultimate-member-*.po
Languages: cs_cz

source: This controls the display of field icons in the login form
cs_cz: Toto ovládá zobrazování ikon pole v přihlašovací formulář

source: Login Primary Button Text
cs_cz: Přihlaste se na text primárního tlačítka

source: Login Secondary Button
cs_cz: Přihlásit sekundární tlačítko

source: Login Secondary Button Text
cs_cz: Přihlaste sekundární tlačítko textu

source: Login Secondary Button URL
cs_cz: Přihlaste se na adresu sekundárního tlačítka

source: Login Forgot Password Link
cs_cz: Přihlásit se Zapomněli jste heslo

source: Switch on/off the forgot password link in login form
cs_cz: Zapněte / vypněte zadané heslo v přihlašovacím formuláři

source: Show "Remember Me"
cs_cz: Zobrazit \ "Remember Me "

source: Allow users to choose If they want to stay signed in even after closing the browser. If you do not show this option, the default will be to not remember login session.
cs_cz: Umožnit uživatelům zvolit si, zda chcete zůstat přihlášeni i po ukončení prohlížeče. Pokud tuto možnost nezobrazíte, výchozí se nebude pamatovat přihlašovací relace.

source: Any custom css rules that you specify here will be applied globally to the plugin.
cs_cz: Všechna vlastní css pravidla, která zde určíte, budou aplikována globálně do pluginu.

source: Import & Export Settings
cs_cz: Nastavení importu a exportu

source: Stop caching user's profile data
cs_cz: Zastavte ukládání do mezipaměti uživatelských profilů

source: Turn off If you have performance issue.
cs_cz: Vypnout Pokud máte problém s výkonem.

source: Stop rewriting rules on every load
cs_cz: Zastavte přepisování pravidel pro každou zátěž

source: Turn on If you have performance issue and are not getting 404 error/conflicts with other plugins/themes.
cs_cz: Zapnout Pokud máte problém s výkonem a nedostáváte chyby nebo konflikty 404 s jinými pluginy / motivy.

source: Stop generating profile slugs in member directory
cs_cz: Zastavte generování profilových slimáků v adresáři členů

source: Turn on If you have performance issue in member directory.
cs_cz: Zapnout Pokud máte problém s výkonem v adresáři členů.

source: Current URL Method
cs_cz: Aktuální metoda URL

source: Change this If you are having conflicts with profile links or redirections.
cs_cz: Změnit toto Pokud máte konflikty s odkazy na profil nebo přesměrování.

source: Use SERVER_NAME
cs_cz: Použijte SERVER_NAME

source: Use HTTP_HOST
cs_cz: Použijte protokol HTTP_HOST

source: Allow Port forwarding in URL
cs_cz: Povolit přesměrování portů v adrese URL

source: Turn on If you want to include port number in URLs
cs_cz: Zapnout Pokud chcete do adres URL zahrnout číslo portu

source: Force Strings to UTF-8 Encoding
cs_cz: Vynucení řetězců k kódování UTF-8

source: Turn on If you want to force labels and fields to use UTF-8 encoding
cs_cz: Zapnout Pokud chcete vynutit štítky a pole pro použití kódování UTF-8

source: Enable Time Check Security
cs_cz: Povolit zabezpečení času

source: Turn this option off if you have a conflict with other plugins causing a spam bot message to appear unexpectedly.
cs_cz: Vypněte tuto volbu, pokud máte konflikt s ostatními pluginy, které způsobují neočekávanou zprávu spamového botu.

source: Disable JS/CSS Compression
cs_cz: Zakažte kompresi JS / CSS

source: Not recommended. This will load all plugin js and css files separately and may slow down your website. Use this setting for development or debugging purposes only.
cs_cz: Nedoporučeno. Tím se načte samostatně všechny soubory js js a css a může se zpomalit váš web. Použijte toto nastavení pouze pro účely vývoje nebo ladění.

source: Disable Nav Menu Settings
cs_cz: Zakázat nastavení nabídky Nav

source: This can disable the settings that appear in nav menus to apply custom access settings to nav items.
cs_cz: To může zakázat nastavení, která se objevují v nabídkách nav, aby bylo možné použít vlastní nastavení přístupu na položky nav.

source: Never load plugin JS and CSS on homepage
cs_cz: Nikdy nenačtěte plugin JS a CSS na domovské stránce

source: This can disable loading plugin js and css files on home page.
cs_cz: To může zakázat načtení pluginů js a css souborů na domovskou stránku.

source: Never load plugin JS and CSS on the following pages
cs_cz: Nikdy nenačtěte plugin JS a CSS na následujících stránkách

source: Enter a url or page slug (e.g /about/) to disable loading the plugin's css and js on that page.
cs_cz: Zadejte adresu URL nebo slug (např. / About /), chcete-li zakázat načtení pluginů css a js na dané stránce.

source: Add New Page
cs_cz: Přidat novou stránku

source: Only load plugin JS and CSS on the following pages
cs_cz: Nahraďte pouze plugin JS a CSS na následujících stránkách

source: Enter a url or page slug (e.g /about/) to enable loading the plugin's css and js on that page.
cs_cz: Zadejte adresu URL nebo slug (např. / About /), chcete-li povolit načtení pluginů css a js na danou stránku.

source: Enable custom css tab?
cs_cz: Povolit vlastní záložku CSS?

source: Allow Tracking
cs_cz: Povolit sledování

source: Network Permalink Structure
cs_cz: Síť Permalink Struktura

source: Change this If you are having conflicts with profile links or redirections in a multisite setup.
cs_cz: Změnit toto Pokud máte konflikty s odkazy na profil nebo přesměrování v nastavení pro více souborů.

source: Sub-Domain
cs_cz: Subdoména

source: Sub-Directory
cs_cz: Podadresář

source: Advanced
cs_cz: Rozšířen

source: BuddyPress Avatar Transfer
cs_cz: Přenos BuddyPress Avatar

source: This add-on enables you to migrate your custom user photos from BuddyPress to use with Ultimate Member.
cs_cz: Tento doplněk umožňuje migrovat vlastní uživatelské fotografie z aplikace BuddyPress a používat je s Ultimate Member.

source: This add-on enables you to link gravatar photos to user accounts with their email address.
cs_cz: Tento doplněk umožňuje propojení gravatarových fotografií s uživatelskými účty pomocí jejich e-mailové adresy.

source: Generate Dummies
cs_cz: Generujte Dummies

source: This add-on enables you to generate dummies.
cs_cz: Tento doplněk umožňuje vytvářet figuríny.

source: System Info
cs_cz: Systémová informace

source: This add-on enables you to download system information file.
cs_cz: Tento doplněk umožňuje stahovat soubor s informacemi o systému.
