Repository: ultimatemember/ultimatemember
Catalog: languages/ultimate-member-*.po
Languages: cs_cz

source: Japanese
cs_cz: Japonsky

source: Javanese
cs_cz: Javane

source: Kazakh
cs_cz: Kazachstán

source: Korean
cs_cz: Korejština

source: Kashmiri
cs_cz: Kašmírí

source: Kurdish
cs_cz: Kurdština

source: Cornish
cs_cz: Cornwallský

source: Latin
cs_cz: Latina

source: Luxembourgish
cs_cz: Lucemburština

source: Lithuanian
cs_cz: Litevština

source: Latvian
cs_cz: Lotyšština

source: Malagasy
cs_cz: Malgaška

source: Macedonian
cs_cz: Makedonština

source: Mongolian
cs_cz: Mongolský

source: Maltese
cs_cz: Maltština

source: Burmese
cs_cz: Barmština

source: North Ndebele
cs_cz: Severní Ndebele

source: Nepali
cs_cz: Nepálský

source: Dutch
cs_cz: Holandština

source: Norwegian Nynorsk
cs_cz: Nynorsk

source: Norwegian
cs_cz: Norština

source: South Ndebele
cs_cz: Jižní Ndebele

source: Occitan
cs_cz: Okcitánština

source: Polish
cs_cz: Polština

source: Portuguese
cs_cz: Portugalština

source: Romanian
cs_cz: Rumunština

source: Russian
cs_cz: Ruština

source: Kinyarwanda
cs_cz: Kinyarwandy

source: Sardinian
cs_cz: Sardinština

source: Northern Sami
cs_cz: |. | {0}Severní Sámové{/0}

source: Slovak
cs_cz: Slovenština

source: Slovenian
cs_cz: Slovinské

source: Somali
cs_cz: Somálština

source: Albanian
cs_cz: Albánština

source: Serbian
cs_cz: Srbština

source: Southern Sotho
cs_cz: Jižní Sotho

source: Swedish
cs_cz: Švédština

source: Swahili
cs_cz: Svahilský

source: Tajik
cs_cz: Tádžik

source: Thai
cs_cz: Thajsky

source: Turkmen
cs_cz: Turkmenisté

source: Turkish
cs_cz: Turečtina

source: Tahitian
cs_cz: Tahitián

source: Uighur
cs_cz: Ujgur

source: Ukrainian
cs_cz: Ukrajinština

source: Uzbek
cs_cz: Uzbekistán

source: Vietnamese
cs_cz: Vietnamsky

source: Yiddish
cs_cz: Jidiš

source: Chinese
cs_cz: Čínština

source: Afghanistan
cs_cz: Afghánistán

source: Åland Islands
cs_cz: Ålandské ostrovy

source: Albania
cs_cz: Albánie

source: Algeria
cs_cz: Alžírsko

source: American Samoa
cs_cz: Americká Samoa

source: Antarctica
cs_cz: Antarktida

source: Antigua and Barbuda
cs_cz: Antigua a Barbuda

source: Argentina
cs_cz: Argentina 2,6

source: Armenia
cs_cz: Arménie

source: Australia
cs_cz: Austrálie

source: Austria
cs_cz: Rakousko

source: Azerbaijan
cs_cz: Ázerbajdžán

source: Bahamas
cs_cz: Bahamy

source: Bahrain
cs_cz: Bahrajnu

source: Bangladesh
cs_cz: Bangladéš

source: Belarus
cs_cz: Bělorusko

source: Belgium
cs_cz: Belgie

source: Bermuda
cs_cz: Bermudy

source: Bhutan
cs_cz: Bhútán

source: Bolivia, Plurinational State of
cs_cz: Bolívie, plurinational státu

source: Bosnia and Herzegovina
cs_cz: Bosna a Herzegovina

source: Bouvet Island
cs_cz: Ostrov Bouvet

source: Brazil
cs_cz: Brazílie

source: British Indian Ocean Territory
cs_cz: Britské území Indického oceánu

source: Bulgaria
cs_cz: Bulharsko

source: Cambodia
cs_cz: Kambodža

source: Cameroon
cs_cz: Kamerun

source: Canada
cs_cz: ♪Kanada. ♪

source: Cape Verde
cs_cz: Kapverdy

source: Cayman Islands
cs_cz: Kajmanské ostrovy

source: Central African Republic
cs_cz: Středoafrická republika

source: Chad
cs_cz: Čede

source: China
cs_cz: Čína

source: Christmas Island
cs_cz: Vánoční ostrov

source: Cocos (Keeling) Islands
cs_cz: Kokosové (Keelingské) ostrovy

source: Colombia
cs_cz: Kolumbie

source: Comoros
cs_cz: Komory

source: Congo
cs_cz: Kongo

source: Congo, the Democratic Republic of the
cs_cz: Kongo, Demokratická republika Kongo

source: Cook Islands
cs_cz: Cookovy ostrovy

source: Costa Rica
cs_cz: Kostarika

source: Côte d'Ivoire
cs_cz: Pobřeží slonoviny

source: Croatia
cs_cz: Chorvatsko

source: Cuba
cs_cz: Kuba

source: Cyprus
cs_cz: Kypr

source: Czech Republic
cs_cz: Česká Republika

source: Denmark
cs_cz: Dánsko

source: Djibouti
cs_cz: Džibuti

source: Dominica
cs_cz: Dominikou

source: Dominican Republic
cs_cz: Dominikánská republika

source: Ecuador
cs_cz: Ekvádor

source: Equatorial Guinea
cs_cz: Rovníková Guinea

source: Estonia
cs_cz: Estonsko

source: Ethiopia
cs_cz: Etiopie

source: Falkland Islands (Malvinas)
cs_cz: Falklandské ostrovy (Malvíny)

source: Faroe Islands
cs_cz: Faerské ostrovy

source: Fiji
cs_cz: Fidži

source: Finland
cs_cz: Finsko

source: France
cs_cz: Francie

source: French Guiana
cs_cz: Francouzská Guyana

source: French Polynesia
cs_cz: Francouzská Polynésie

source: French Southern Territories
cs_cz: Francouzské jižní území

source: Gambia
cs_cz: Gambie

source: Georgia
cs_cz: Gruzie

source: Germany
cs_cz: Německo

source: Greece
cs_cz: Řecko

source: Greenland
cs_cz: Grónsko

source: Heard Island and McDonald Islands
cs_cz: Heard Island a McDonaldovy ostrovy

source: Holy See (Vatican City State)
cs_cz: Svatá stolice (Vatikánský městský stát)

source: Hungary
cs_cz: Maďarsko

source: Iceland
cs_cz: Island

source: India
cs_cz: Indie

source: Indonesia
cs_cz: Indonésie

source: Iran, Islamic Republic of
cs_cz: Írán, Islámská republika

source: Iraq
cs_cz: Irák

source: Ireland
cs_cz: Irsko

source: Isle of Man
cs_cz: Ostrov Man

source: Israel
cs_cz: Izrael

source: Italy
cs_cz: Itálie

source: Japan
cs_cz: Japonsko

source: Jersey
cs_cz: Žerzej

source: Jordan
cs_cz: Jordánsko

source: Kazakhstan
cs_cz: Kazachstán

source: Kenya
cs_cz: Keňa

source: Korea, Democratic People's Republic of
cs_cz: Korea, Demokratická lidová republika

source: Korea, Republic of
cs_cz: KLDR

source: Kuwait
cs_cz: Kuvajt

source: Kyrgyzstan
cs_cz: Kyrgyzstán

source: Lao People's Democratic Republic
cs_cz: Laoské lidova demokraticka republika

source: Latvia
cs_cz: Lotyšsko

source: Lebanon
cs_cz: Libanon

source: Liberia
cs_cz: Libérie

source: Libyan Arab Jamahiriya
cs_cz: Libyjský arabský Jamahirija

source: Liechtenstein
cs_cz: Lichtenštejnsko

source: Lithuania
cs_cz: Li

source: Luxembourg
cs_cz: Lucemburk

source: Macao
cs_cz: Macau

source: Macedonia, the former Yugoslav Republic of
cs_cz: Makedonie, Bývalá jugoslávská republika

source: Madagascar
cs_cz: Madagaskar

source: Malaysia
cs_cz: Malajsie

source: Maldives
cs_cz: Maledivy

source: Marshall Islands
cs_cz: Marshallovy ostrovy

source: Martinique
cs_cz: Martinik

source: Mauritania
cs_cz: Mauritánie

source: Mauritius
cs_cz: Mauricius (12:02)

source: Mexico
cs_cz: Mexiko

source: Micronesia, Federated States of
cs_cz: Mikronésie, federální státy

source: Moldova, Republic of
cs_cz: Moldavsko, Republika

source: Monaco
cs_cz: Monako

source: Mongolia
cs_cz: Mongolsko

source: Montenegro
cs_cz: Černá Hora

source: Morocco
cs_cz: Maroko

source: Mozambique
cs_cz: Mozambik

source: Myanmar
cs_cz: Myanmaru

source: Namibia
cs_cz: Namibie

source: Nepal
cs_cz: Nepál

source: Netherlands
cs_cz: Nizozemsko

source: Netherlands Antilles
cs_cz: Nizozemské Antily

source: New Caledonia
cs_cz: Nová Kaledonie

source: New Zealand
cs_cz: Nový Zéland

source: Nicaragua
cs_cz: Nikaragua

source: Nigeria
cs_cz: Nigérie

source: Norfolk Island
cs_cz: Ostrov Norfolk

source: Northern Mariana Islands
cs_cz: Severní Mariany ostrovy

source: Norway
cs_cz: Norsko

source: Oman
cs_cz: Omán

source: Pakistan
cs_cz: Pákistán

source: Palestine
cs_cz: Palestina

source: Papua New Guinea
cs_cz: Papua-Nová Guinea

source: Philippines
cs_cz: Filipíny

source: Poland
cs_cz: Polsko

source: Portugal
cs_cz: Portugalsko

source: Puerto Rico
cs_cz: Portoriko

source: Qatar
cs_cz: Kataru

source: Réunion
cs_cz: Shledání

source: Romania
cs_cz: Rumunsko

source: Russian Federation
cs_cz: Ruská Federace

source: Rwanda
cs_cz: Rwandě

source: Saint Barthélemy
cs_cz: Svatý Bartolomej

source: Saint Helena
cs_cz: Svatá Helena

source: Saint Kitts and Nevis
cs_cz: Svatý Kryštof a Nevis

source: Saint Lucia
cs_cz: Svatá Lucie

source: Saint Martin (French part)
cs_cz: Saint Martin (francouzská část)

source: Saint Pierre and Miquelon
cs_cz: Saint Pierre a Miquelon

source: Saint Vincent and the Grenadines
cs_cz: Svatý Vincent a Grenadiny

source: Sao Tome and Principe
cs_cz: Svatý Tomáš a Princův ostrov

source: Saudi Arabia
cs_cz: Saudská arábie

source: Serbia
cs_cz: Srbsko

source: Seychelles
cs_cz: Seychely

source: Singapore
cs_cz: Singapur

source: Slovakia
cs_cz: Slovensko

source: Slovenia
cs_cz: Slovinsko

source: Solomon Islands
cs_cz: Solomonovy ostrovy

source: Somalia
cs_cz: Somálsko

source: South Africa
cs_cz: Jižní Afrika

source: South Georgia and the South Sandwich Islands
cs_cz: Jižní Georgie a Jižní Sandwichovy ostrovy

source: South Sudan
cs_cz: Jižní Súdán

source: Spain
cs_cz: Španělsko

source: Sri Lanka
cs_cz: Srí Lanka

source: Sudan
cs_cz: Súdánu

source: Suriname
cs_cz: Surinam

source: Svalbard and Jan Mayen
cs_cz: Špicberky a Jan Mayen

source: Swaziland
cs_cz: Svazijsko

source: Sweden
cs_cz: Švédsko

source: Switzerland
cs_cz: Švýcarsko

source: Syrian Arab Republic
cs_cz: Syrská Arabská republika

source: Taiwan, Province of China
cs_cz: Tchaj-wan, provincie Číny

source: Tajikistan
cs_cz: Tádžikistán

source: Tanzania, United Republic of
cs_cz: Tanzanie, Spojené království

source: Thailand
cs_cz: Thajsko

source: Togo
cs_cz: Ze čtyř kil na pět

source: Trinidad and Tobago
cs_cz: Trinidad a Tobago

source: Tunisia
cs_cz: Tunisko

source: Turkey
cs_cz: Turecko

source: Turkmenistan
cs_cz: Turkmenistán

source: Turks and Caicos Islands
cs_cz: Ostrovy Turks a Cacois

source: Uganda
cs_cz: Ugandě

source: Ukraine
cs_cz: Ukrajina

source: United Arab Emirates
cs_cz: Spojené arabské emiráty

source: United States
cs_cz: Spojené státy americké

source: United States Minor Outlying Islands
cs_cz: Malé odlehlé ostrovy Spojených států

source: Uzbekistan
cs_cz: Uzbekistán

source: Venezuela, Bolivarian Republic of
cs_cz: Venezuela, Bolívarská republika

source: Virgin Islands, British
cs_cz: Panenské ostrovy, Britové

source: Virgin Islands, U.S.
cs_cz: Panenské ostrovy, U.S.

source: Wallis and Futuna
cs_cz: Wallis a Futuna

source: Western Sahara
cs_cz: Západní Sahara

source: Yemen
cs_cz: Jemen

source: Zambia
cs_cz: Zambie

source: Once Weekly
cs_cz: Jednou týdně

source: just now
cs_cz: právě teď

source: %s min
cs_cz: %s mi

source: %s mins
cs_cz: %s min

source: %s hr
cs_cz: %s hod

source: %s hrs
cs_cz: %s hod

source: Yesterday at %s
cs_cz: Včera v %s

source: %s at %s
cs_cz: %1$s v %2$s

source: %s year old
cs_cz: %s rok starý

source: %s years old
cs_cz: %s let stará

source: Less than 1 year old
cs_cz: Méně než 1 rok

source: Custom Field
cs_cz: Vlastní pole

source: Please upload a valid image!
cs_cz: Nahrajte prosím platný obrázek!

source: Upload
cs_cz: Nahrát

source: Sorry this is not a valid image.
cs_cz: Omlouváme se, ale toto není platný obrázek.

source: This image is too large!
cs_cz: Tento obrázek je příliš velký!

source: This image is too small!
cs_cz: Tento obrázek je příliš malý!

source: You can only upload one image
cs_cz: Můžete nahrát pouze jeden snímek

source: Sorry this is not a valid file.
cs_cz: Omlouváme se, že toto není platný soubor.

source: This file is too large!
cs_cz: Tento soubor je příliš velký!

source: This file is too small!
cs_cz: Tento soubor je příliš malý!

source: You can only upload one file
cs_cz: Můžete nahrát pouze jeden soubor

source: Current Password
cs_cz: Aktuální heslo

source: New Password
cs_cz: Nové heslo

source: Confirm %s
cs_cz: Potvrďte %s

source: Upload Photo
cs_cz: Nahrát fotografii

source: Processing...
cs_cz: Zpracovává se...

source: Change file
cs_cz: Změnit soubor

source: Save
cs_cz: Uložit

source: Your profile is looking a little empty. Why not <a href="%s">add</a> some information!
cs_cz: Váš profil vypadá trochu prázdný. Proč ne <a href="% %s ">přidat</a> některé informace!

source: This user has not added any information to their profile yet.
cs_cz: Tento uživatel zatím nepřidal žádné informace do svého profilu.

source: This media type is not recognized.
cs_cz: Tento typ média není rozpoznán.

source: Your image is invalid or too large!
cs_cz: Váš obrázek je neplatný nebo příliš velký!

source: Your photo is too small. It must be at least %spx wide.
cs_cz: Vaše fotka je příliš malá. Musí mít šířku alespoň %s px.

source: Ultimate Member: Not a valid temp file
cs_cz: Ultimate Member: Není platný temp soubor

source: Invalid user ID:
cs_cz: Neplatné ID uživatele:

source: Unauthorized to do this attempt.
cs_cz: Neoprávněný pokus.

source: Activated
cs_cz: Aktivováno

source: Deactivated
cs_cz: Deaktivováno

source: Tools
cs_cz: Nástroje

source: Licenses
cs_cz: Licence

source: Required
cs_cz: Vyžadováno

source: Invalid soundcloud track ID
cs_cz: Neplatné ID stopy zvuku

source: Joined %s
cs_cz: Přihlásil (a) %s

source: Last login: %s
cs_cz: Poslední přihlášení: %s

source: This file has been removed.
cs_cz: Tento soubor byl odebrán.

source: Untitled photo
cs_cz: Bez názvu fotografie

source: About
cs_cz: O

source: Approve Membership
cs_cz: Schválit členství

source: Reject Membership
cs_cz: Odmítnutí členství

source: Put as Pending Review
cs_cz: Vložte jako neočekávanou recenzi

source: Resend Activation E-mail
cs_cz: Znovu poslat aktivační email

source: Deactivate
cs_cz: Deaktivovat

source: Reactivate
cs_cz: Reaktivujte

source: Deactivate this account
cs_cz: Deaktivujte tento účet

source: Reactivate this account
cs_cz: Znovu aktivujte tento účet

source: Delete this user
cs_cz: Odstranit tohoto uživatele

source: Login as this user
cs_cz: Přihlaste se jako uživatel

source: Display Mode
cs_cz: Zobrazovací mód

source: By Role
cs_cz: Podle role

source: Who can see this menu link?
cs_cz: Kdo vidí toto odkaz na nabídku?

source: Select the member roles that can see this link
cs_cz: Vyberte roli členů, které mohou vidět tento odkaz

source: This is not a valid hash, or it has expired.
cs_cz: Toto není platný hash, nebo vypršela platnost.

source: This activation link is expired or have already been used.
cs_cz: Tato aktivační linka vypršela nebo již byla použita.

source: Register
cs_cz: Registrovat

source: Login
cs_cz: Přihlášení

source: date submitted
cs_cz: datum předložení

source: (empty)
cs_cz: (Prázdný)

source: This content has been restricted to logged in users only. Please <a href="{login_referrer}">login</a> to view this content.
cs_cz: Tento obsah byl omezen pouze na přihlášených uživatelů. Pro zobrazení tohoto obsahu <a href="{login_referrer}"> přihlaste </a>.

source: Default Template
cs_cz: Výchozí šablona

source: Form
cs_cz: Forma

source: Add New
cs_cz: Přidat nový

source: Add New Form
cs_cz: Přidat nový formulář

source: Edit Form
cs_cz: Upravit formulář

source: You did not create any forms yet
cs_cz: Dosud jste nevytvořili žádné formuláře

source: Search Forms
cs_cz: Formuláře vyhledávání

source: User Role
cs_cz: Role uživatele

source: Add New User Role
cs_cz: Přidat novou roli uživatele

source: Edit User Role
cs_cz: Upravit roli uživatele

source: You did not create any user roles yet
cs_cz: Už jste nevytvořili žádné uživatelské role

source: Search User Roles
cs_cz: Hledání uživatelských rolí

source: Member Directory
cs_cz: Členská sekce

source: Add New Member Directory
cs_cz: Přidat nový členský adresář

source: Edit Member Directory
cs_cz: Upravit seznam členů

source: You did not create any member directories yet
cs_cz: Nevytvořili jste žádné členské adresáře

source: Search Member Directories
cs_cz: Hledat členské adresáře

source: Allow Ultimate Member to track plugin usage? Opt-in to tracking and our newsletter and we will immediately e-mail you a 20% discount which you can use to purchase our core extensions bundle. No sensitive data is tracked.
cs_cz: Umožnit Ultimate členovi sledovat využití pluginu? Přihlaste se ke sledování a náš informační bulletin a okamžitě vám zašleme 20% slevu, kterou můžete využít k nákupu našeho balíčku pro rozšíření jádra. Žádné citlivé údaje nejsou sledovány.

source: Allow tracking
cs_cz: Povolit sledování

source: Do not allow tracking
cs_cz: Nedovolte sledování

source: Posts
cs_cz: Příspěvky

source: Comments
cs_cz: Komentáře

source: Assign or change the community role for this user
cs_cz: Přiřaďte nebo změňte roli komunity pro tohoto uživatele

source: Membership Rejected
cs_cz: Členství odmítnuto

source: Membership Inactive
cs_cz: Členství je neaktivní

source: Ultimate Member - Search
cs_cz: Ultimate Member - hledání

source: Shows users they follow in a widget.
cs_cz: Zobrazuje uživatele, které sledují v widgetu.

source: Search Users
cs_cz: Hledat uživatele

source: Title:
cs_cz: Název:

source: Remove this plugin
cs_cz: Odebrat tento plugin

source: Uninstall
cs_cz: Odinstalovat

source: We have sent you a password reset link to your e-mail. Please check your inbox.
cs_cz: Odeslali jsme vám odkaz na resetování hesla na váš e-mail. Zkontrolujte prosím doručenou poštu.

source: On <a href="%1$s">%2$s</a>
cs_cz: Na stránce <a href=" %1$s "> %2$s </a>

source: load more comments
cs_cz: načíst další komentáře

source: You have not made any comments.
cs_cz: Neudělali jste žádné připomínky.

source: This user has not made any comments.
cs_cz: Tento uživatel neučinil žádné komentáře.

source: %s ago
cs_cz: %s před

source: in
cs_cz: v

source: no comments
cs_cz: bez komentáře

source: 1 comment
cs_cz: 1 komentář

source: % comments
cs_cz: % komentářů

source: load more posts
cs_cz: načíst více příspěvků

source: You have not created any posts.
cs_cz: Nevytvořili jste žádné příspěvky.

source: This user has not created any posts.
cs_cz: Tento uživatel nevytvořil žádné příspěvky.

source: User page
cs_cz: Uživatelská stránka

source: Account page
cs_cz: Stránka účtu

source: Members page
cs_cz: Stránka členů

source: Register page
cs_cz: Registrovat stránku

source: Login page
cs_cz: Přihlašovací stránka

source: Logout page
cs_cz: Odhlašovací stránka

source: Password reset page
cs_cz: Stránka s obnovením hesla

source: Add page ID
cs_cz: Přidat ID stránky

source: Choose a page...
cs_cz: Vyberte stránku ...

source: Setup
cs_cz: Nastavení

source: Default New User Role
cs_cz: Výchozí role nového uživatele

source: Select the default role that will be assigned to user after registration If you did not specify custom role settings per form.
cs_cz: Vyberte výchozí roli, která bude přiřazena uživateli po registraci Pokud jste nezadali nastavení vlastní role pro každý formulář.

source: Choose user role...
cs_cz: Vyberte roli uživatele ...

source: Profile Permalink Base
cs_cz: Profil Permalink Base

source: Here you can control the permalink structure of the user profile URL globally
cs_cz: Zde můžete globálně řídit strukturu permalink adresy URL uživatelského profilu

source: First and Last Name with '.'
cs_cz: Jméno a příjmení s '.'

source: First and Last Name with '-'
cs_cz: První a poslední jméno s '-'

source: First and Last Name with '+'
cs_cz: Jméno a příjmení s '+'

source: User ID
cs_cz: Uživatelské ID

source: Select...
cs_cz: Vyberte ...

source: User Display Name
cs_cz: Uživatelské zobrazované jméno

source: This is the name that will be displayed for users on the front end of your site. Default setting uses first/last name as display name if it exists
cs_cz: Toto je jméno, které se zobrazí uživatelům na přední straně vašeho webu. Výchozí nastavení používá jméno / příjmení jako zobrazované jméno, pokud existuje

source: Default WP Display Name
cs_cz: Výchozí název zobrazení WP

source: First name & last name
cs_cz: Jméno Příjmení

source: Last name & first name
cs_cz: Příjmení jméno

source: First name & first initial of last name
cs_cz: Jméno a první název příjmení

source: First initial of first name & last name
cs_cz: První úvodní jméno a příjmení

source: First name only
cs_cz: Pouze křestní jméno

source: Custom field(s)
cs_cz: Vlastní pole (oblasti)

source: Display Name Custom Field(s)
cs_cz: Zobrazované uživatelské pole

source: Specify the custom field meta key or custom fields seperated by comma that you want to use to display users name on the frontend of your site
cs_cz: Zadejte vlastní klíč meta pole nebo vlastní pole oddělené čárkou, kterou chcete použít pro zobrazení uživatelského jména na fronte vašeho webu

source: Force display name to be capitalized?
cs_cz: Vynutit zobrazovaný název?

source: Automatically redirect author page to their profile?
cs_cz: Automaticky přesměrovat autorovou stránku do svého profilu?

source: If enabled, author pages will automatically redirect to the user's profile page
cs_cz: Pokud je povoleno, stránky autora se automaticky přesměrují na stránku profilu uživatele

source: Enable Members Directory
cs_cz: Povolit adresář členů

source: Control whether to enable or disable member directories on this site
cs_cz: Určete, zda povolíte nebo zakážete adresáře členů na tomto webu

source: Use Gravatars?
cs_cz: Použijte Gravatars?

source: Do you want to use gravatars instead of the default plugin profile photo (If the user did not upload a custom profile photo / avatar)
cs_cz: Chcete použít gravatary místo výchozí profilové fotky pro plugin (Pokud uživatel nenahrál vlastní profilovou fotku / avatar)

source: Use Gravatar builtin image
cs_cz: Použijte Gravatar vestavěný obrázek

source: Gravatar has a number of built in options which you can also use as defaults
cs_cz: Gravatar má několik vestavěných možností, které můžete také použít jako výchozí

source: 404 ( File Not Found response )
cs_cz: 404 (odpověď souboru nebyla nalezena)

source: Mystery Man
cs_cz: Tajemný muž

source: Blank ( a transparent PNG image )
cs_cz: Blank (transparentní obrázek PNG)

source: Use Default plugin avatar as Gravatar's Default avatar
cs_cz: Použijte výchozí avatar jako výchozí avatar Gravatar

source: Do you want to use the plugin default avatar instead of the gravatar default photo (If the user did not upload a custom profile photo / avatar)
cs_cz: Chcete použít defaultní avatar místo výchozí fotografie gravatar (Pokud uživatel nenahrál vlastní profilovou fotku / avatar)

source: Require a strong password? (when user resets password only)
cs_cz: Chcete vyžadovat silné heslo? (když uživatel pouze vynuluje heslo)

source: Enable or disable a strong password rules on password reset and change procedure
cs_cz: Aktivujte nebo deaktivujte pravidla silného hesla pro obnovení hesla a postup změny

source: On
cs_cz: U

source: Off
cs_cz: Vypnuto

source: Editable primary email field in profile view
cs_cz: Upravitelné primární pole e-mailu v zobrazení profilu

source: Allow users to edit their primary emails in profile view ( when email address field is added only )
cs_cz: Umožnit uživatelům upravit jejich primární e-maily v zobrazení profilu (pokud je přidána pouze pole e-mailové adresy)

source: Password Account Tab
cs_cz: Karta Heslo účtu

source: Privacy Account Tab
cs_cz: Záložka účtu soukromí

source: Enable/disable the Privacy account tab in account page
cs_cz: Aktivovat nebo deaktivovat kartu účtu osobních údajů na stránce účtu

source: Notifications Account Tab
cs_cz: Karta Výpisy účtu

source: Enable/disable the Notifications account tab in account page
cs_cz: Povolte nebo zakažte kartu Účty oznámení na stránce účtu

source: Delete Account Tab
cs_cz: Odstranit kartu Účet

source: Enable/disable the Delete account tab in account page
cs_cz: Povolte nebo zakažte kartu Odstranit účet na stránce účtu

source: Account Deletion Custom Text
cs_cz: Účet pro smazání účtu

source: Are you sure you want to delete your account? This will erase all of your account data from the site. To delete your account enter your password below
cs_cz: Opravdu chcete smazat účet? Tímto vymažete všechna data svého účtu z webu. Chcete-li účet smazat, zadejte své heslo níže

source: This is custom text that will be displayed to users before they delete their accounts from your site
cs_cz: Toto je vlastní text, který se uživatelům zobrazí dříve, než odstraní své účty z vašeho webu

source: Add a First & Last Name fields
cs_cz: Přidat pole První a poslední jméno
