Repository: ultimatemember/ultimatemember
Catalog: languages/ultimate-member-*.po
Languages: cs_cz

source: To copy the Install info, click below then press Ctrl + C (PC) or Cmd + C (Mac).
cs_cz: Chcete-li zkopírovat informace o instalaci, klepněte níže a potom stiskněte klávesy Ctrl + C (PC) nebo Cmd + C (Mac).

source: Ultimate Member
cs_cz: Konečný člen

source: Please login as administrator
cs_cz: Přihlaste se prosím jako administrátor

source: This is not possible for security reasons.
cs_cz: To z bezpečnostních důvodů není možné.

source: Manage conditional fields support
cs_cz: Spravujte podporu podmíněných polí

source: Add conditional fields support
cs_cz: Přidejte podporu podmíněných polí

source: Reset all rules
cs_cz: Obnovit všechna pravidla

source: Search Icons...
cs_cz: Vyhledávací ikony...

source: Setup New Field
cs_cz: Nastavení nového pole

source: Predefined Fields
cs_cz: Předdefinované pole

source: None
cs_cz: Nic

source: Custom Fields
cs_cz: Vlastní pole

source: You did not create any custom fields
cs_cz: Nevytvořili jste žádné vlastní pole

source: This field type is not setup correcty.
cs_cz: Tento typ pole není správně nastaven.

source: Community Role
cs_cz: Role komunity

source: Content Availability
cs_cz: Dostupnost obsahu

source: Content accessible to Everyone
cs_cz: Obsah přístupný všem

source: Content accessible to Logged Out Users
cs_cz: Obsah přístupný pro odhlášené uživatele

source: Content accessible to Logged In Users
cs_cz: Obsah přístupný pro přihlášené uživatele

source: Roles who can see the content
cs_cz: Role, které mohou zobrazit obsah

source: This is applicable only if you restrict the content to logged-in users.
cs_cz: To platí pouze v případě, že omezujete obsah na přihlášených uživatelů.

source: Content Restriction Redirect URL
cs_cz: Adresa URL přesměrování omezení obsahu

source: Users who cannot see content will get redirected to that URL.
cs_cz: Uživatelé, kteří nevidí obsah, budou přesměrováni na tuto adresu URL.

source: This is a translation of UM profile page?
cs_cz: Je to překlad stránky profilu UM?

source: This is a translation of UM account page?
cs_cz: Je to překlad stránky UM účtu?

source: Duplicate of %s
cs_cz: Duplikáty %s

source: Add Row
cs_cz: Přidat řádek

source: Edit Row
cs_cz: Upravit řádek

source: Delete Row
cs_cz: Smazat řádek

source: Duplicate
cs_cz: Duplikát

source: Title
cs_cz: Titul

source: Type
cs_cz: Typ

source: Shortcode
cs_cz: Zkrácený

source: Date
cs_cz: Datum

source: If you like Ultimate Member please consider leaving a %s&#9733;&#9733;&#9733;&#9733;&#9733;%s review. It will help us to grow the plugin and make it more popular. Thank you.
cs_cz: Pokud se vám líbí Ultimate Member, zvažte zanechání %s & # 9733; & # 9733; & # 9733; %s recenze. Pomůže nám rozšířit plugin a zvýšit jeho popularitu. Děkuji.

source: Thanks :)
cs_cz: Dík!

source: Dashboard
cs_cz: Panel

source: %s | Ultimate Member
cs_cz: %s | Konečný člen

source: Forms
cs_cz: Formuláře

source: User Roles
cs_cz: Uživatelské role

source: Member Directories
cs_cz: Členské adresáře

source: Extensions
cs_cz: Rozšíření

source: Users Overview
cs_cz: Přehled uživatelů

source: Latest from our blog
cs_cz: Nejnovější z našeho blogu

source: Purge Temp Files
cs_cz: Vyčištění souborů Temp

source: User Cache
cs_cz: Uživatelská mezipaměť

source: Language
cs_cz: Jazyk

source: Form updated.
cs_cz: Formulář byl aktualizován.

source: Custom field updated.
cs_cz: Vlastní pole aktualizováno.

source: Custom field deleted.
cs_cz: Vlastní pole odstraněno.

source: Form restored to revision.
cs_cz: Formulář obnoven k revizi.

source: Form created.
cs_cz: Formulář byl vytvořen.

source: Form saved.
cs_cz: Formulář byl uložen.

source: Form submitted.
cs_cz: Formulář byl odeslán.

source: Form scheduled.
cs_cz: Formulář naplánován.

source: Form draft updated.
cs_cz: Formulář byl aktualizován.

source: Role updated.
cs_cz: Role byla aktualizována.

source: Role restored to revision.
cs_cz: Úloha byla obnovena.

source: Role created.
cs_cz: Role vytvořena.

source: Role saved.
cs_cz: Úloha byla uložena.

source: Role submitted.
cs_cz: Role odeslána.

source: Role scheduled.
cs_cz: Role je plánována.

source: Role draft updated.
cs_cz: Úloha role byla aktualizována.

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: General Options
cs_cz: Obecné možnosti

source: Profile Card
cs_cz: Profilová karta

source: Search Options
cs_cz: Možnosti hledání

source: Results &amp; Pagination
cs_cz: Výsledky & amp; Stránkování

source: Styling: General
cs_cz: Styling: Obecně

source: Styling: Profile Card
cs_cz: Styling: Profilová karta

source: Sync with WordPress Role
cs_cz: Synchronizace s rolí WordPress

source: Administrative Permissions
cs_cz: Administrativní oprávnění

source: General Permissions
cs_cz: Obecná oprávnění

source: Profile Access
cs_cz: Přístup k profilům

source: Homepage Options
cs_cz: Možnosti domovské stránky

source: Registration Options
cs_cz: Možnosti registrace

source: Login Options
cs_cz: Možnosti přihlášení

source: Logout Options
cs_cz: Možnosti odhlášení

source: Delete Options
cs_cz: Možnosti mazání

source: Select Form Type
cs_cz: Vyberte typ formuláře

source: Form Builder
cs_cz: Formulář Builder

source: Customize this form
cs_cz: Přizpůsobte tento formulář

source: User Meta
cs_cz: Uživatel Meta

source: Options
cs_cz: Možnosti

source: Select where this field should appear. This option should only be changed on the profile form and allows you to show a field in one mode only (edit or view) or in both modes.
cs_cz: Vyberte, kam se má toto pole zobrazit. Tato volba by měla být změněna pouze v profilovém formuláři a umožňuje zobrazit pole pouze v jednom režimu (upravit nebo zobrazit) nebo v obou režimech.

source: If
cs_cz: Pokud

source: Value
cs_cz: Hodnota

source: Optional text to include with the divider
cs_cz: Volitelný text, který se má přidat s děličem

source: Turn on to force users to create a strong password (A combination of one lowercase letter, one uppercase letter, and one number). If turned on this option is only applied to register forms and not to login forms.
cs_cz: Zapněte uživatele, abyste vytvořili silné heslo (Kombinace jednoho malého písmena, jednoho velkého písmena a jednoho čísla). Pokud je tato možnost zapnuta, použije se pouze pro registraci formulářů a ne pro přihlášení k formulářům.

source: Turn on to add a confirm password field. If turned on the confirm password field will only show on register forms and not on login forms.
cs_cz: Chcete-li přidat pole potvrzující heslo, zapněte jej. Pokud se zapne pole pro potvrzení hesla, zobrazí se pouze v registrovaných formulářích, nikoli v přihlašovacích formulářích.

source: Minimum number that can be entered in this field
cs_cz: Minimální číslo, které lze zadat do tohoto pole

source: Maximum number that can be entered in this field
cs_cz: Maximální počet, který lze zadat do tohoto pole

source: Registration is disabled. Please go to the <a href="%s">general settings</a> page in the WordPress admin and select anyone can register. <a href="%s">Hide this notice</a>
cs_cz: Registrace je zakázána. Přejděte prosím na stránku <a href="%s">obecných nastavení</a>v administrátorovi aplikace WordPress a vyberte kohokoli, kdo se může zaregistrovat. <a href="% %s ">Skrýt toto oznámení</a>

source: Exif is not enabled on your server. Mobile photo uploads will not be rotated correctly until you enable the exif extension. <a href="%s">Hide this notice</a>
cs_cz: Exif není na vašem serveru povolen. Přenosy mobilních fotografií se nebudou otáčet správně, dokud nepovolíte rozšíření exif. <a href="% %s ">Skrýt toto oznámení</a>

source: One or more of your Ultimate Member pages are not correctly setup. Please visit <strong>Ultimate Member > Settings</strong> to re-assign your missing pages.
cs_cz: Jedna nebo více stránek vašeho Ultimate Member není správně nastavena. Chcete-li chybějící stránky znovu přiřadit, navštivte stránku <strong> Ultimate Member> Settings </ strong>.

source: Ultimate Member Setup Error: User page can not be a child page.
cs_cz: Chyba instalace posledního člena: Stránka uživatele nemůže být podřízená stránka.

source: Ultimate Member Setup Error: Account page can not be a child page.
cs_cz: Chyba instalace konečného člena: Stránka účtu nemůže být podřízená stránka.

source: Your site language is <strong>%1$s</strong>. Good news! Ultimate Member is already available in <strong>%2$s language</strong>. <a href="%3$s">Download the translation</a> files and start using the plugin in your language now. <a href="%4$s">Hide this notice</a>
cs_cz: Jazyk vašeho webu je <strong>%1$s</ strong>. Dobré zprávy! Konečný člen je již k dispozici v jazyce <strong>%2$s Jazyk</ strong>. <a href="% %3$s ">Stáhněte si překladové soubory</a>a začněte používat plugin ve vašem jazyce nyní. <a href=" %4$s ">Skrýt toto upozornění</a>

source: Ultimate Member has not yet been translated to your langeuage: <strong>%1$s</strong>. If you have translated the plugin you need put these files <code>ultimatemember-%1$s.po and ultimatemember-%1$s.mo</code> in <strong>/wp-content/languages/plugins/</strong> for the plugin to be translated in your language. <a href="%2$s">Hide this notice</a>
cs_cz: Konečný člen dosud nebyl přeložen do vašeho jazyka: <strong> %1$s </ strong>. Pokud jste plugin přeložili, musíte v <strong> / wp-content / languages ​​/ plugins / </ strong> přidat tyto soubory <code> ultimatemember- %1$s .po a ultimatemember- %1$s .mo < strong>, aby byl plugin přeložen do vašeho jazyka. <a href=" %2$s "> Skrýt toto oznámení </a>

source: Are you sure you want to delete the selected user(s)? The following users will be deleted: <p>%s</p> <strong>This cannot be undone!</strong>
cs_cz: Opravdu chcete smazat vybrané uživatele? Následující uživatelé budou smazáni: <p> %s </ p> <strong> Toto nelze vrátit zpět! </ Strong>

source: Remove
cs_cz: Odstranit

source: Undo
cs_cz: Zpět

source: Your translation files have been updated successfully.
cs_cz: Vaše překladové soubory byly úspěšně aktualizovány.

source: Your temp uploads directory is now clean.
cs_cz: Váš adresář pro nahrávání v reálném čase je nyní čistý.

source: Your user cache is now removed.
cs_cz: Vaše mezipaměť uživatelů je nyní odebrána.

source: The form has been duplicated successfully.
cs_cz: Formulář byl úspěšně duplikován.

source: User has been updated.
cs_cz: Uživatel byl aktualizován.

source: Users have been updated.
cs_cz: Uživatelé byli aktualizováni.

source: Changed roles.
cs_cz: Změněné role.

source: Super administrators cannot be modified.
cs_cz: Super administrátoři nelze modifikovat.

source: Other users have been updated.
cs_cz: Ostatní uživatelé byli aktualizováni.

source: Settings
cs_cz: Nastavení

source: Role Title
cs_cz: Název role

source: No. of Members
cs_cz: Počet členů

source: The total number of members who have this role on your site
cs_cz: Celkový počet členů, kteří tuto roli hrají na vašem webu

source: A core role is installed by default and may not be removed
cs_cz: Základní role je nainstalována ve výchozím nastavení a nemusí být odstraněna

source: WP-Admin Access
cs_cz: Přístup WP-Admin

source: Let you know If users of this role can view the WordPress backend or not
cs_cz: Dejte nám vědět Pokud uživatelé této role mohou vidět backend aplikace WordPress nebo ne

source: This role can access the WordPress backend
cs_cz: Tato role může přistupovat k podpoře aplikace WordPress

source: Core
cs_cz: Základní jádro, Páteřní

source: View profile
cs_cz: Prohlédnout profil

source: Approved
cs_cz: Schváleno

source: Pending review
cs_cz: Čeká na posouzení

source: Waiting e-mail confirmation
cs_cz: Čeká na potvrzení e-mailu

source: Inactive
cs_cz: Neaktivní

source: Rejected
cs_cz: ZAMÍTNUTO

source: You do not have enough permissions to do that.
cs_cz: Nemáte k tomu dostatek oprávnění.

source: Filter by
cs_cz: Filtrovat podle

source: Filter
cs_cz: Filtr

source: UM Action
cs_cz: Akce UM

source: Apply
cs_cz: Aplikovat

source: Community role&hellip;
cs_cz: Role komunity a hellip;

source: Change
cs_cz: Výměna

source: This is the membership role set by Ultimate Member plugin
cs_cz: Toto je členská role nastavená pluginem Ultimate Member

source: Apply custom access settings?
cs_cz: Použít vlastní nastavení přístupu?

source: Switch to yes to override global access settings
cs_cz: Chcete-li přepsat nastavení globálního přístupu, přepněte na Ano

source: Who can access this content?
cs_cz: Kdo má přístup k tomuto obsahu?

source: Redirect URL
cs_cz: Přesměrování adresy URL

source: This is the URL that user is redirected to If he is not permitted to view this content
cs_cz: Jedná se o adresu URL, na kterou je uživatel přesměrován. Pokud tento obsah není povolen

source: Select the member roles that can see this content?
cs_cz: Vyberte roli členů, které mohou tento obsah zobrazit?

source: If you do not select any role, all members will be able to view this content
cs_cz: Pokud nevybíráte žádnou roli, budou mít všichni členové možnost zobrazit tento obsah

source: Ultimate Member is not yet available in your language: <strong>%1$s</strong>.
cs_cz: Konečný člen dosud není ve vašem jazyce k dispozici: <strong> %1$s </ strong>.

source: If you want to contribute this translation to the plugin, please add it on our <a href="https://ultimatemember.com/forums/">community forum</a>.
cs_cz: Chcete-li tento plugin přispět k tomuto pluginu, přidejte ho na naše <a href="https://ultimatemember.com/forums/"> fórum komunity </a>.

source: Ultimate Member is available in your language: <strong>%1$s (%2$s)</strong>.
cs_cz: Konečný člen je k dispozici ve vašem jazyce: <strong> %1$s ( %2$s ) </ strong>.

source: Download Translation
cs_cz: Stáhnout překlad

source: You are currently using Ultimate Member in your language: <strong>%1$s (%2$s)</strong>.
cs_cz: V současné době používáte Ultimate Member ve svém jazyce: <strong> %1$s ( %2$s ) </ strong>.

source: Force Update Translation
cs_cz: Překlad aktualizace síly

source: Users
cs_cz: Uživatelé

source: Pending Review
cs_cz: Čeká na posouzení

source: Awaiting E-mail Confirmation
cs_cz: Čeká na potvrzení e-mailu

source: Template
cs_cz: Šablona

source: User Roles to Display
cs_cz: Role uživatele k zobrazení

source: Only show members who have uploaded a profile photo
cs_cz: Zobrazovat pouze členy, kteří nahrali profilovou fotku

source: Only show members who have uploaded a cover photo
cs_cz: Zobrazovat pouze členy, kteří nahrál titulní fotku

source: Sort users by
cs_cz: Seřadit uživatelé podle

source: New users first
cs_cz: Nejprve uživatelé

source: Old users first
cs_cz: Starší uživatelé jako první

source: Last login
cs_cz: Poslední přihlášení

source: Display Name
cs_cz: Zobrazovaný název

source: First Name
cs_cz: Jméno

source: Last Name
cs_cz: Příjmení

source: Random
cs_cz: Náhodné

source: Other (custom field)
cs_cz: Ostatní (vlastní pole)

source: Meta key
cs_cz: Klávesa meta

source: Only show specific users (Enter one username per line)
cs_cz: Zobrazit pouze konkrétní uživatele (zadejte jedno uživatelské jméno na řádek)

source: Number of profiles per page
cs_cz: Počet profilů na stránku

source: Number of profiles to appear on page for standard users
cs_cz: Počet profilů, které se mají zobrazit na stránce pro standardní uživatele

source: Number of profiles per page (for Mobiles & Tablets)
cs_cz: Počet profilů na stránku (pro mobily a tablety)

source: Number of profiles to appear on page for mobile users
cs_cz: Počet profilů, které se mají zobrazovat na stránce pro mobilní uživatele

source: Maximum number of profiles
cs_cz: Maximální počet profilů

source: Use this setting to control the maximum number of profiles to appear in this directory. Leave blank to disable this limit
cs_cz: Toto nastavení použijte pro ovládání maximálního počtu profilů, které se mají v tomto adresáři zobrazit. Chcete-li tento limit zakázat, ponechte prázdné

source: Enable Profile Photo
cs_cz: Aktivovat profilovou fotku

source: Enable Cover Photo
cs_cz: Povolit titulní fotku

source: Show display name
cs_cz: Zobrazit název zobrazení

source: Show tagline below profile name
cs_cz: Zobrazit název pod profilovým názvem

source: Choose field(s) to display in tagline
cs_cz: Vyberte pole, která se má zobrazit ve sloganu

source: Show extra user information below tagline?
cs_cz: Zobrazit další uživatelské informace pod tagline?

source: Enable reveal section transition by default
cs_cz: Povolit přechodovou část přehledu ve výchozím nastavení

source: Choose field(s) to display in reveal section
cs_cz: Vyberte pole, která se má zobrazit v sekci odhalení

source: Show social connect icons
cs_cz: Zobrazit ikony sociálních připojení

source: Profile card background
cs_cz: Pozadí profilu karty

source: Profile card text
cs_cz: Text karty profilu

source: Profile card border color
cs_cz: Barva okraje karty profilu

source: Profile photo border color
cs_cz: Barva ohraničení profilové fotografie

source: Profile card border thickness
cs_cz: Tloušťka hrany profilu karty

source: Enable Search feature
cs_cz: Povolit funkci Vyhledávání

source: Show results only after search
cs_cz: Výsledky zobrazujte až po vyhledání

source: User Roles that can use search
cs_cz: Uživatelské role, které mohou používat vyhledávání

source: Choose field(s) to enable in search
cs_cz: Vyberte pole, která chcete povolit ve vyhledávání

source: Results Text
cs_cz: Text výsledků

source: Customize the search result text . e.g. Found 3,000 Members. Leave this blank to not show result text
cs_cz: Přizpůsobte text výsledku vyhledávání. např. nalezeno 3000 členů. Nechte tento prázdný výsledek nezobrazovat

source: {total_users} Members
cs_cz: {total_users} Členové

source: Single Result Text
cs_cz: Jediný text výsledku

source: Same as above but in case of 1 user found only
cs_cz: Stejné jako v předchozím případě, ale pouze u 1 uživatele

source: {total_users} Member
cs_cz: {total_users} Člen

source: Custom text if no users were found
cs_cz: Vlastní text, pokud nebyli nalezeni žádní uživatelé

source: We are sorry. We cannot find any users who match your search criteria.
cs_cz: Je nám to líto. Nemůžeme najít uživatele, kteří odpovídají vašim kritériím vyhledávání.

source: Live Preview
cs_cz: Živý náhled

source: Add Master Row
cs_cz: Přidat hlavní řádek

source: Enter custom css that will be applied to this form only
cs_cz: Zadejte vlastní css, který bude použit pouze pro tento formulář

source: Use global settings?
cs_cz: Používat globální nastavení?

source: Max. Width (px)
cs_cz: Max. Šířka (px)

source: Alignment
cs_cz: Zarovnání

source: Field Icons
cs_cz: Ikony pole

source: Primary Button Text
cs_cz: Text primárního tlačítka

source: Primary Button Color
cs_cz: Barva primárního tlačítka

source: Primary Button Hover Color
cs_cz: Hlavní barva Přiblížit barvu

source: Primary Button Text Color
cs_cz: Barva textu primárního tlačítka

source: Show Secondary Button
cs_cz: Zobrazit sekundární tlačítko

source: Secondary Button Text
cs_cz: Text sekundárního tlačítka

source: Secondary Button Color
cs_cz: Barva sekundárního tlačítka

source: Secondary Button Hover Color
cs_cz: Sekundární tlačítko Přiblížit barvu

source: Secondary Button Text Color
cs_cz: Barva textu sekundárního tlačítka

source: Show Forgot Password Link?
cs_cz: Zobrazit odkaz pro zapomenuté heslo?

source: Show "Remember Me"?
cs_cz: Zobrazit \ "Remember Me "?

source: Redirection after Login
cs_cz: Přesměrování po přihlášení

source: Set Custom Redirect URL
cs_cz: Nastavte URL vlastní přesměrování

source: <strong>Note:</strong> Form type cannot be changed for the default forms.
cs_cz: <strong> Poznámka: </ strong> Typ formuláře nelze změnit pro výchozí formuláře.

source: Registration Form
cs_cz: Registrační formulář

source: Profile Form
cs_cz: Formulář profilu

source: Login Form
cs_cz: Přihlašovací Formulář

source: Make this profile role-specific
cs_cz: Nastavte tento profil na konkrétní roli

source: Profile Area Max. Width (px)
cs_cz: Max. Šířka (px)

source: Base Background Color
cs_cz: Základní barva pozadí

source: Base Text Color
cs_cz: Základní barva textu

source: Enable Cover Photos
cs_cz: Aktivovat fotografie obálky

source: Cover photo ratio
cs_cz: Poměr krytí fotografií

source: Profile Photo Size
cs_cz: Velikost fotografie profilu

source: Profile Photo Style
cs_cz: Profilový styl profilu

source: Circle
cs_cz: Kruh

source: Rounded Corners
cs_cz: Zaoblené rohy

source: Square
cs_cz: Čtverec

source: Make Profile Photo Required
cs_cz: Proveďte požadovaný profil

source: Header Background Color
cs_cz: Barva pozadí záhlaví

source: Header Meta Text Color
cs_cz: Hlavička Meta Textová barva

source: Header Link Color
cs_cz: Barva odkazu záhlaví

source: Header Link Hover
cs_cz: Záhlaví odkazu

source: Header Icon Link Color
cs_cz: Header Icon Link Barva

source: Header Icon Link Hover
cs_cz: Hlavička ikony odkazu Hover

source: Show display name in profile header?
cs_cz: Zobrazit název zobrazení v záhlaví profilu?

source: Show social links in profile header?
cs_cz: Zobrazit sociální odkazy v záhlaví profilu?

source: Show user description in profile header?
cs_cz: Zobrazit popis uživatele v záhlaví profilu?

source: Field(s) to show in user meta
cs_cz: Pole (pole), která se zobrazí v meta uživatele

source: Switch to no if you want to customize this form settings, styling &amp; appearance
cs_cz: Pokud chcete přizpůsobit tato nastavení formuláře, styl & amp; vzhled

source: Assign role to form
cs_cz: Přiřaďte roli k formuláři

source: The shortcode is centered by default unless you specify otherwise here
cs_cz: Krátký kód je ve výchozím nastavení vycentrován, pokud zde nestanovíte jinak

source: Whether to show field icons and where to show them relative to the field
cs_cz: Zda se zobrazují ikony polí a kde je lze zobrazit vzhledem k poli

source: Customize the button text
cs_cz: Přizpůsobte text tlačítka

source: Override the default primary button color
cs_cz: Přepsat výchozí barvu primárního tlačítka

source: Override the default primary button hover color
cs_cz: Přepínejte výchozí barvu na primární tlačítko

source: Override the default primary button text color
cs_cz: Přepsat výchozí barvu textu primárního tlačítka

source: Override the default secondary button color
cs_cz: Přepsat výchozí barvu vedlejšího tlačítka

source: Override the default secondary button hover color
cs_cz: Přepsat výchozí barvu sekundárního tlačítka

source: Override the default secondary button text color
cs_cz: Přepsat výchozí barvu textu sekundárního tlačítka

source: Edit Field
cs_cz: Upravit pole

source: Update
cs_cz: Upravit

source: Cancel
cs_cz: Zrušit

source: Edit Row Settings
cs_cz: Upravit nastavení řádku

source: Live Form Preview
cs_cz: Náhled živého formuláře

source: Continue editing
cs_cz: Pokračujte v úpravách

source: Add a New Divider
cs_cz: Přidat nový oddělovač

source: Add
cs_cz: Přidat

source: Add a New Field
cs_cz: Přidat nové pole

source: Add a New Field Group
cs_cz: Přidat skupinu nových polí

source: Review Registration Details
cs_cz: Zkontrolujte detaily registrace

source: Fields Manager
cs_cz: Správce polí

source: Choose from %s available icons
cs_cz: Vyberte z %s dostupných ikon

source: Can access wp-admin?
cs_cz: Máte přístup k wp-admin?

source: The core admin role must always have access to wp-admin / WordPress backend
cs_cz: Hlavní role administrátora musí mít vždy přístup k backendu wp-admin / WordPress

source: Force hiding adminbar in frontend?
cs_cz: Vynucení skrytí adminbar v frontendu?

source: Show/hide the adminbar on frontend
cs_cz: Zobrazit / skrýt adminbar na frontend

source: Allow this role to access the admin dashboard. If turned on the WordPress toolbar will appear at top of the page.
cs_cz: Povolit této roli přístup k řídicímu panelu administrátora. Pokud se zapne panel nástrojů WordPress, zobrazí se v horní části stránky.
