Repository: ultimatemember/ultimatemember
Catalog: languages/ultimate-member-*.po
Languages: cs_cz

source: Can edit other member accounts?
cs_cz: Mohou upravovat ostatní členské účty?

source: Allow this role to edit accounts of other members
cs_cz: Povolit této roli upravit účty ostatních členů

source: Can edit these user roles only
cs_cz: Mohou upravovat pouze tyto uživatelské role

source: Which roles that role can edit, choose none to allow role to edit all member roles
cs_cz: Které role této role mohou editovat, nezvolte žádnou roli, která by roli umožnila upravit všechny role členů

source: Can delete other member accounts?
cs_cz: Je možné smazat další členské účty?

source: Allow this role to edit the profile fields of certain roles only
cs_cz: Povolit této roli upravit pouze profilová pole určitých rolí

source: Can delete these user roles only
cs_cz: Můžete smazat pouze tyto uživatelské role

source: Which roles that role can delete, choose none to allow role to delete all member roles
cs_cz: Které role role může smazat, nezvolte žádnou roli, která by umožnila roli odstranit všechny role členů

source: Action to be taken after account is deleted
cs_cz: Akce, které je třeba provést po odstranění účtu

source: Select what happens when a user with this role deletes their own account
cs_cz: Vyberte, co se stane, když uživatel s touto rolí odstraní svůj vlastní účet

source: Go to Homepage
cs_cz: Jít na domovskou stránku

source: Go to Custom URL
cs_cz: Přejděte na položku Vlastní adresa URL

source: Set a url to redirect this user role to after they delete account
cs_cz: Nastavte adresu URL, která tuto roli uživatele přesměruje po odstranění účtu

source: Can edit their profile?
cs_cz: Můžete upravit profil?

source: Can this role edit his own profile?
cs_cz: Může tato role upravit svůj vlastní profil?

source: Can delete their account?
cs_cz: Může smazat svůj účet?

source: Allow this role to delete their account and end their membership on your site
cs_cz: Umožněte této roli smazat účet a ukončit členství na vašem webu

source: Can view default homepage?
cs_cz: Může zobrazit výchozí domovskou stránku?

source: Allow this user role to view your site's homepage
cs_cz: Povolit této roli uživatele zobrazit domovskou stránku vašeho webu

source: Custom Homepage Redirect
cs_cz: Přesměrování domovské stránky

source: Set a url to redirect this user role to if they try to view your site's homepage
cs_cz: Nastavte url, chcete-li tuto roli uživatele přesměrovat, pokud se pokusí zobrazit domovskou stránku vašeho webu

source: Action to be taken after login
cs_cz: Akce, které je třeba provést po přihlášení

source: Select what happens when a user with this role logins to your site
cs_cz: Vyberte, co se stane, když se uživatel s touto rolí přihlásí k vašemu webu

source: Redirect to profile
cs_cz: Přesměrovat na profil

source: Redirect to URL
cs_cz: Přesměrovat na adresu URL

source: Refresh active page
cs_cz: Aktualizovat aktivní stránku

source: Redirect to WordPress Admin
cs_cz: Přesměrování na správce WordPress

source: Set a url to redirect this user role to after they login with their account
cs_cz: Nastavte adresu URL, pomocí které přesměrujete tuto roli uživatele po přihlášení pomocí svého účtu

source: Action to be taken after logout
cs_cz: Akce, která je třeba provést po odhlášení

source: Select what happens when a user with this role logouts of your site
cs_cz: Vyberte, co se stane při uživateli s těmito odhlášeními rolí vašeho webu

source: Set a url to redirect this user role to after they logout from site
cs_cz: Nastavte adresu URL, která přesměruje tuto roli uživatele po odhlášení z webu

source: Can view other member profiles?
cs_cz: Mohou zobrazit další profily členů?

source: Can this role view all member profiles?
cs_cz: Může tato role zobrazit všechny členské profily?

source: Can view these user roles only
cs_cz: Můžete zobrazit pouze tyto uživatelské role

source: Which roles that role can view, choose none to allow role to view all member roles
cs_cz: Které role této role může zobrazit, nevybírejte žádnou roli, která by umožnila zobrazení rolí všech rolí

source: Can make their profile private?
cs_cz: Může profil učinit soukromý?

source: Can this role make their profile private?
cs_cz: Může tato role učinit svůj profil soukromý?

source: Can view/access private profiles?
cs_cz: Může zobrazit / přistupovat k soukromým profilům?

source: Can this role view private profiles?
cs_cz: Může tato role zobrazit soukromé profily?

source: Registration Status
cs_cz: Stav registrace

source: Select the status you would like this user role to have after they register on your site
cs_cz: Vyberte stav, který chcete, aby uživatelská role byla po registraci na vašem webu

source: Auto Approve
cs_cz: Automatické schválení

source: Require Email Activation
cs_cz: Vyžadovat aktivaci e-mailu

source: Require Admin Review
cs_cz: Vyžadovat kontrolu administrátora

source: Action to be taken after registration
cs_cz: Opatření, která je třeba provést po registraci

source: Select what action is taken after a person registers on your site. Depending on the status you can redirect them to their profile, a custom url or show a custom message
cs_cz: Vyberte, jaká akce se provede poté, co se osoba zaregistruje na vašem webu. V závislosti na stavu je můžete přesměrovat na svůj profil, vlastní adresu URL nebo zobrazit vlastní zprávu

source: Login user after validating the activation link?
cs_cz: Přihlaste se uživatel po potvrzení aktivačního odkazu?

source: Login the user after validating the activation link
cs_cz: Po ověření aktivačního odkazu přihlaste uživatele

source: Show custom message
cs_cz: Zobrazit vlastní zprávu

source: Personalize the custom message
cs_cz: Přizpůsobte si vlastní zprávu

source: Thank you for registering. Before you can login we need you to activate your account by clicking the activation link in the email we just sent you.
cs_cz: Děkujeme vám za registraci. Než se budete moci přihlásit, musíme účet aktivovat kliknutím na aktivační odkaz v e-mailu, který jsme vám poslali.

source: URL redirect after e-mail activation
cs_cz: Přesměrování adresy URL po aktivaci e-mailu

source: If you want users to go to a specific page other than login page after e-mail activation, enter the URL here.
cs_cz: Pokud chcete, aby uživatelé po aktivování e-mailu přešli na jinou stránku než na přihlašovací stránce, zadejte URL zde.

source: Thank you for applying for membership to our site. We will review your details and send you an email letting you know whether your application has been successful or not.
cs_cz: Děkujeme, že jste požádali o členství na našich stránkách. Zkontrolujeme vaše údaje a zašleme vám e-mail s vědomím, zda vaše aplikace byla úspěšná nebo ne.

source: Link to WordPress role
cs_cz: Odkaz na roli WordPress

source: Users who get this community role will be assigned this WordPress role automatically
cs_cz: Uživatelům, kteří získají tuto roli komunity, bude tato role aplikace WordPress automaticky přiřazena

source: Sync / update all existing users
cs_cz: Synchronizovat / aktualizovat všechny stávající uživatele

source: Thank you for installing! Ultimate Member is a powerful community and membership plugin that allows you to create beautiful community and membership sites with WordPress.
cs_cz: Děkujeme za instalaci! Ultimate Member je výkonná komunita a členství plugin, který vám umožní vytvořit krásné společenství a členství stránky s WordPress.

source: Docs
cs_cz: Dokumenty

source: Support
cs_cz: Podpora

source: A theme or plugin compatibility issue
cs_cz: Problém s kompatibilitou tématu nebo pluginu

source: Account
cs_cz: Účet

source: Change Password
cs_cz: Změnit heslo

source: Privacy
cs_cz: Soukromí

source: Notifications
cs_cz: Oznámení

source: Delete Account
cs_cz: Smazat účet

source: You must provide your first name
cs_cz: Musíte zadat své jméno

source: You must provide your last name
cs_cz: Musíte zadat vaše příjmení

source: You must provide your e-mail
cs_cz: Musíte zadat svůj e-mail

source: Please provide a valid e-mail
cs_cz: Uveďte platný e-mail

source: Email already linked to another account
cs_cz: E-mail je již propojen s jiným účtem

source: This is not your password
cs_cz: Toto není vaše heslo

source: Your new password does not match
cs_cz: Vaše nové heslo neodpovídá

source: Your password must contain at least 8 characters
cs_cz: Vaše heslo musí obsahovat alespoň 8 znaků

source: Your password must contain less than 30 characters
cs_cz: Vaše heslo musí obsahovat méně než 30 znaků

source: Your password must contain at least one lowercase letter, one capital letter and one number
cs_cz: Vaše heslo musí obsahovat alespoň jedno malé písmeno, jedno velké písmeno a jedno číslo

source: Your username is invalid
cs_cz: Vaše uživatelské jméno je neplatné

source: You must enter your password
cs_cz: Musíte zadat heslo

source: Update Privacy
cs_cz: Aktualizace soukromí

source: Update Account
cs_cz: Aktualizovat účet

source: Update Password
cs_cz: Aktualizovat heslo

source: Email me when
cs_cz: Pošlete mi e-mail

source: Update Notifications
cs_cz: Aktualizovat oznámení

source: You can not edit this user
cs_cz: Tento uživatel nemůžete editovat

source: Invalid parameters
cs_cz: Neplatné parametry

source: Invalid coordinates
cs_cz: Neplatné souřadnice

source: Invalid Image file
cs_cz: Neplatný soubor s obrázkem

source: Super administrators can not be modified.
cs_cz: Super administrátoři nelze modifikovat.

source: You do not have permission to delete this user.
cs_cz: Nemáte oprávnění smazat tohoto uživatele.

source: You are not allowed to use this word as your username.
cs_cz: Nemáte právo používat toto slovo jako své uživatelské jméno.

source: %s is required.
cs_cz: Je požadováno %s .

source: Please specify account type.
cs_cz: Zadejte typ účtu.

source: %s is required
cs_cz: Je požadováno %s

source: You are only allowed to enter a maximum of %s words
cs_cz: Můžete zadat maximálně %s slov

source: Your %s must contain at least %s characters
cs_cz: Vaše %s musí obsahovat alespoň %s znaky

source: Your %s must contain less than %s characters
cs_cz: Vaše %s musí obsahovat méně než %s znaků

source: You can not use HTML tags here
cs_cz: Nemůžete zde používat značky HTML

source: Please confirm your password
cs_cz: Prosím, potvrďte své heslo

source: Your passwords do not match
cs_cz: Vaše hesla se neshodují

source: Please select at least %s choices
cs_cz: Vyberte alespoň %s volby

source: You can only select up to %s choices
cs_cz: Můžete vybrat pouze volby %s

source: Minimum number limit is %s
cs_cz: Minimální limit počtu je %s

source: Maximum number limit is %s
cs_cz: Maximální limit počtu je %s

source: Please enter numbers only in this field
cs_cz: Zadejte pouze čísla v tomto poli

source: Please enter a valid phone number
cs_cz: Zadejte platné telefonní číslo

source: Please enter a valid %s username or profile URL
cs_cz: Zadejte platné uživatelské jméno %s nebo adresu URL profilu

source: Please enter a valid URL
cs_cz: Zadejte platnou adresu URL

source: You must provide a username
cs_cz: Musíte zadat uživatelské jméno

source: Your username is already taken
cs_cz: Vaše uživatelské jméno je již přijato

source: Username cannot be an email
cs_cz: Uživatelské jméno nemůže být e-mail

source: Your username contains invalid characters
cs_cz: Vaše uživatelské jméno obsahuje neplatné znaky

source: This email is already linked to an existing account
cs_cz: Tento e-mail je již propojen s existujícím účtem

source: You must provide your email
cs_cz: Musíte zadat svůj e-mail

source: This is not a valid email
cs_cz: Toto není platný e-mail

source: Your email contains invalid characters
cs_cz: Váš e-mail obsahuje neplatné znaky

source: You must provide a unique value
cs_cz: Musíte poskytnout jedinečnou hodnotu

source: You must provide alphabetic letters
cs_cz: Musíte zadat abecední písmena

source: You must provide lowercase letters.
cs_cz: Musíte poskytnout malá písmena.

source: Your user description must contain less than %s characters
cs_cz: Váš uživatelský popis musí obsahovat méně než %s znaků

source: Only fill in if you are not human
cs_cz: Vyplňte pouze pokud nejste člověk

source: Please enter your username or email
cs_cz: Zadejte své uživatelské jméno nebo e-mail

source: Please enter your username
cs_cz: Zadejte své uživatelské jméno

source: Please enter your email
cs_cz: Zadejte svůj e-mail

source: Sorry, we can't find an account with that email address
cs_cz: Je nám líto, nemůžeme najít účet s touto e-mailovou adresou

source: Sorry, we can't find an account with that username
cs_cz: Je nám líto, nemůžeme najít účet s tímto uživatelským jménem

source: Please enter your password
cs_cz: Prosím zadejte své heslo

source: Password is incorrect. Please try again.
cs_cz: Heslo je nesprávné. Prosím zkuste to znovu.

source: This action has been prevented for security measures.
cs_cz: Toto opatření bylo zabráněno při bezpečnostních opatřeních.

source: Keep me signed in
cs_cz: Zůstat přihlášen

source: Forgot your password?
cs_cz: Zapomněli jste heslo?

source: Search
cs_cz: Vyhledávání

source: Jump to page:
cs_cz: Přejít na stránku:

source: %s of %d
cs_cz: %s %d

source: First Page
cs_cz: První strana

source: Previous
cs_cz: Předchozí

source: Next
cs_cz: Další

source: Last Page
cs_cz: Poslední stránka

source: Registration is currently disabled
cs_cz: Registrace je momentálně zakázána

source: Your account was updated successfully.
cs_cz: Váš účet byl úspěšně aktualizován.

source: You have successfully changed your password.
cs_cz: Úspěšně jste změnili heslo.

source: Your account is now active! You can login.
cs_cz: Váš účet je nyní aktivní! Můžete se přihlásit.

source: An error has been encountered
cs_cz: Došlo k chybě

source: This email address has been blocked.
cs_cz: Tato e-mailová adresa byla zablokována.

source: We do not accept registrations from that domain.
cs_cz: Z této domény nepřijímáme registrace.

source: Your IP address has been blocked.
cs_cz: Vaše IP adresa byla zablokována.

source: Your account has been disabled.
cs_cz: Váš účet byl zablokován.

source: Your account has not been approved yet.
cs_cz: Váš účet zatím nebyl schválen.

source: Your account is awaiting e-mail verification.
cs_cz: Váš účet čeká na ověření e-mailem.

source: Your membership request has been rejected.
cs_cz: Vaše žádost o členství byla zamítnuta.

source: Hello, spam bot!
cs_cz: Dobrý den, spam bot!

source: Whoa, slow down! You're seeing this message because you tried to submit a form too fast and we think you might be a spam bot. If you are a real human being please wait a few seconds before submitting the form. Thanks!
cs_cz: Kdo, zpomaluj! Vidíte tuto zprávu, protože jste se pokusili odeslat formulář příliš rychle a myslíme si, že byste mohli být spam bot. Pokud jste skutečný člověk, počkejte několik sekund před odesláním formuláře. Dík!

source: Please provide your username or email
cs_cz: Zadejte své uživatelské jméno nebo e-mail

source: We can't find an account registered with that address or username
cs_cz: Nemůžeme najít účet registrovaný s touto adresou nebo uživatelským jménem

source: You have reached the limit for requesting password change for this user already. Contact support if you cannot open the email
cs_cz: Dosáhli jste limit pro žádost o změnu hesla pro tohoto uživatele již. Pokud nemůžete e-mail otevřít, kontaktujte podporu

source: You must enter a new password
cs_cz: Musíte zadat nové heslo

source: You must confirm your new password
cs_cz: Musíte potvrdit nové heslo

source: Reset my password
cs_cz: Obnovit mé heslo

source: Change my password
cs_cz: Změnit mé heslo

source: You are not allowed to edit this user.
cs_cz: Nemáte oprávnění upravit tohoto uživatele.

source: Change your cover photo
cs_cz: Změňte titulní fotku

source: Change cover photo
cs_cz: Změna titulní fotografie

source: Upload a cover photo
cs_cz: Nahrát titulní fotku

source: Upload photo
cs_cz: Nahrát fotografii

source: Change photo
cs_cz: Změnit fotku

source: Remove photo
cs_cz: 'Odstranit fotografie', // ​​524

source: Tell us a bit about yourself...
cs_cz: Řekni nám něco o sobě ...

source: This user account status is %s
cs_cz: Stav tohoto uživatelského účtu je %s

source: Edit Profile
cs_cz: Editovat profil

source: My Account
cs_cz: Můj účet

source: Logout
cs_cz: Odhlásit se

source: Your account
cs_cz: Váš účet

source: You must specify both a token and API key!
cs_cz: Musíte zadat klíč a API klíč!

source: Your request could not be authenticated
cs_cz: Vaše žádost nemohla být ověřena

source: Invalid API key
cs_cz: Neplatný klíč API

source: You must provide a user ID
cs_cz: Musíte zadat ID uživatele

source: You need to provide data to update
cs_cz: Musíte poskytnout data k aktualizaci

source: User status has been changed.
cs_cz: Stav uživatele byl změněn.

source: User level has been changed.
cs_cz: Uživatelská úroveň byla změněna.

source: User WordPress role has been changed.
cs_cz: Uživatelská role WordPress byla změněna.

source: User meta has been changed.
cs_cz: Uživatelská meta byla změněna.

source: No users were found
cs_cz: Nebyli nalezeni žádní uživatelé

source: Invalid request
cs_cz: Neplatný požadavek

source: Invalid user specified
cs_cz: Neplatný uživatel zadán

source: User has been successfully deleted.
cs_cz: Uživatel byl úspěšně smazán.

source: Invalid query!
cs_cz: Neplatný dotaz!

source: Generate API Key
cs_cz: Generovat klíč API

source: Public key:
cs_cz: Veřejný klíč:

source: Secret key:
cs_cz: Tajný klíč:

source: Token:
cs_cz: Žeton:

source: Revoke API Keys
cs_cz: Zrušte API klíče

source: Your meta key is a reserved core field and cannot be used
cs_cz: Váš meta klíč je rezervované jádrové pole a nelze jej použít

source: Your meta key is a predefined reserved key and cannot be used
cs_cz: Tlačítko meta je předdefinovaný vyhrazený klíč a nelze jej použít

source: Your meta key already exists in your fields list
cs_cz: Váš klíč meta již existuje ve vašem seznamu polí

source: Your meta key contains illegal characters. Please correct it.
cs_cz: Váš meta klíč obsahuje nepovolené znaky. Opravte to prosím.

source: Please provide a date range beginning
cs_cz: Uveďte prosím časový rozsah

source: Please enter a valid start date in the date range
cs_cz: Zadejte prosím platné datum zahájení v časovém období

source: Please provide a date range end
cs_cz: Uveďte prosím časové období

source: Please enter a valid end date in the date range
cs_cz: Zadejte platné datum ukončení v časovém období

source: The end of date range must be greater than the start of date range
cs_cz: Rozsah datumu ukončení musí být větší než začátek rozsahu dat

source: You must provide a title
cs_cz: Musíte zadat název

source: Number
cs_cz: Číslo

source: You have not added any choices yet.
cs_cz: Zatím jste nepřidali žádné možnosti.

source: Please enter a valid size
cs_cz: Zadejte platnou velikost

source: Number of years is not valid
cs_cz: Počet let není platný

source: You must add a shortcode to the content area
cs_cz: Do oblasti obsahu musíte přidat krátký kód

source: Everyone
cs_cz: Všichni

source: Only me
cs_cz: Pouze já

source: Username
cs_cz: Uživatelské jméno

source: Username or E-mail
cs_cz: Uživ. jméno nebo e-mail

source: Password
cs_cz: Heslo

source: Nickname
cs_cz: Přezdívka

source: Registration Date
cs_cz: Datum Registrace

source: Last Login
cs_cz: Poslední přihlášení

source: E-mail Address
cs_cz: Emailová adresa

source: Secondary E-mail Address
cs_cz: Sekundární e-mailová adresa

source: Biography
cs_cz: Mládí

source: Birth Date
cs_cz: Datum narození

source: Gender
cs_cz: Rod

source: Male
cs_cz: Muž

source: Female
cs_cz: Žena

source: Country
cs_cz: Země

source: Choose a Country
cs_cz: Vyber zemi

source: Roles (Dropdown)
cs_cz: Roly (Dropdown)

source: Account Type
cs_cz: Typ účtu

source: Roles (Radio)
cs_cz: Roly (Rádio)

source: Languages
cs_cz: Jazyky

source: Languages Spoken
cs_cz: Mluvené jazyky

source: Select languages
cs_cz: Vyberte jazyky

source: Phone Number
cs_cz: Telefonní číslo

source: Mobile Number
cs_cz: Mobilní telefon: +27 (0) 83 282 4666

source: Profile Photo
cs_cz: Profilová fotka

source: Change your profile photo
cs_cz: Změňte svou profilovou fotku

source: Upload your photo here
cs_cz: Nahrajte svou fotku zde

source: Cover Photo
cs_cz: Úvodní fotka

source: Upload profile cover here
cs_cz: Nahrajte krytka profilu zde

source: Password Reset
cs_cz: Resetovat heslo

source: To reset your password, please enter your email address or username below
cs_cz: Chcete-li obnovit heslo, zadejte níže svou e-mailovou adresu nebo uživatelské jméno

source: Enter your username or email
cs_cz: Zadejte své uživatelské jméno nebo e-mail

source: Profile Privacy
cs_cz: Ochrana osobních údajů

source: Who can see your public profile?
cs_cz: Kdo vidí váš veřejný profil?

source: Hide my profile from directory
cs_cz: Skrýt můj profil z adresáře

source: Here you can hide yourself from appearing in public directory
cs_cz: Zde se můžete skrýt, aby se nezobrazoval ve veřejném adresáři

source: If you confirm, everything related to your profile will be deleted permanently from the site
cs_cz: Pokud potvrdíte, bude vše, co souvisí s vaším profilem, trvale odstraněno z webu

source: Alphabetic value only
cs_cz: Pouze abecední hodnota

source: Alpha-numeric value
cs_cz: Alfanumerická hodnota

source: English letters only
cs_cz: Pouze anglické písmena

source: Facebook URL
cs_cz: Adresa URL služby Facebook

source: Google+ URL
cs_cz: Adresa URL Google+

source: Instagram URL
cs_cz: Adresa URL Instagram

source: Lowercase only
cs_cz: Pouze malá

source: Numeric value only
cs_cz: Pouze číselná hodnota

source: SoundCloud Profile
cs_cz: Profil SoundCloud

source: Twitter URL
cs_cz: URL na Twitteru

source: Unique E-mail
cs_cz: Jedinečný e-mail

source: Unique Metakey value
cs_cz: Unikátní hodnota Metakey

source: Unique Username
cs_cz: Jedinečné uživatelské jméno

source: Unique Username/E-mail
cs_cz: Jedinečné uživatelské jméno / e-mail

source: Website URL
cs_cz: URL stránky

source: YouTube Profile
cs_cz: Profil YouTube

source: Custom Validation
cs_cz: Vlastní ověření

source: Abkhazian
cs_cz: Abcházský

source: Afrikaans
cs_cz: Afrikánština

source: Amharic
cs_cz: Amharský

source: Arabic
cs_cz: Arabské

source: Azerbaijani
cs_cz: Ázerbájdžán

source: Bashkir
cs_cz: Baškir

source: Belarusian
cs_cz: Běloruština

source: Bulgarian
cs_cz: Bulharština

source: Bengali
cs_cz: Bengálský

source: Tibetan
cs_cz: Tibetské písmo

source: Bosnian
cs_cz: Bosenština

source: Catalan
cs_cz: Katalánština

source: Chechen
cs_cz: Čečenský

source: Corsican
cs_cz: Korsičan

source: Czech
cs_cz: Čeština

source: Church Slavic
cs_cz: Kostelní slovanské

source: Welsh
cs_cz: Velština

source: Danish
cs_cz: Dánština

source: German
cs_cz: Němčina

source: Ewe
cs_cz: Ovce

source: Greek
cs_cz: Řečtina

source: English
cs_cz: Angličtina

source: Spanish
cs_cz: Španělštin

source: Estonian
cs_cz: Estonština

source: Basque
cs_cz: Baskičtina

source: Persian
cs_cz: Peršan

source: Finnish
cs_cz: Finština

source: Faroese
cs_cz: Faerština

source: French
cs_cz: Francouzština

source: Western Frisian
cs_cz: Západní Frisian

source: Irish
cs_cz: Rština

source: Scottish Gaelic
cs_cz: Skotská gaelština

source: Galician
cs_cz: Galicijština

source: Manx
cs_cz: Manština

source: Hebrew
cs_cz: Hebrejské

source: Hindi
cs_cz: Hindština

source: Croatian
cs_cz: Chorvatština

source: Haitian
cs_cz: Haitský

source: Hungarian
cs_cz: Maďarština

source: Armenian
cs_cz: Arménie

source: Interlingua (International Auxiliary Language Association)
cs_cz: Interlingua (Mezinárodní asociace pomocných jazyků)

source: Indonesian
cs_cz: Indonéština

source: Ido
cs_cz: Mám

source: Icelandic
cs_cz: Islandština

source: Italian
cs_cz: Italské
