Repository: ultimatemember/ultimatemember
Catalog: languages/ultimate-member-*.po
Languages: cs_cz

source: Whether to enable these fields on the user account page by default or hide them.
cs_cz: Ověřte, zda chcete tato pole zapnout ve výchozím nastavení nebo zda je skryjete.

source: Disable First & Last Name fields
cs_cz: Zakázat pole První a poslední jméno

source: Whether to allow users changing their first and last name in account page.
cs_cz: Zda uživatelům umožní změnit jméno a příjmení na stránce účtu.

source: Require First & Last Name
cs_cz: Vyžadovat jméno a příjmení

source: Require first and last name?
cs_cz: Požádat o jméno a příjmení?

source: Allow users to change e-mail
cs_cz: Umožnit uživatelům měnit e-mail

source: Whether to allow users changing their email in account page.
cs_cz: Zda povolit uživatelům změnu e-mailu na stránce účtu.

source: Allow users to hide their profiles from directory
cs_cz: Umožnit uživatelům skrýt profily z adresáře

source: Whether to allow users changing their profile visibility from member directory in account page.
cs_cz: Zda povolit uživatelům změnu viditelnosti jejich profilu z adresáře členů na stránce účtu.

source: Require a strong password?
cs_cz: Chcete vyžadovat silné heslo?

source: Enable or disable a strong password rules on account page / change password tab
cs_cz: Povolte nebo zakažte pravidlo silného hesla na kartě stránky účtu / změna hesla

source: Access
cs_cz: Přístup

source: Panic Key is a random generated key that allow you to access the WordPress backend always regardless of backend settings.
cs_cz: Panic Key je náhodně generovaný klíč, který vám umožní přístup k backendu WordPress vždy bez ohledu na nastavení backend.

source: Global Site Access
cs_cz: Globální přístup k webu

source: Globally control the access of your site, you can have seperate restrict options per post/page by editing the desired item.
cs_cz: Celosvětově řídíte přístup k vašim webovým stránkám, můžete mít samostatné možnosti omezení na příspěvek / stránku úpravou požadované položky.

source: Custom Redirect URL
cs_cz: Adresa URL vlastního přesměrování

source: A logged out user will be redirected to this url If he is not permitted to access the site
cs_cz: Odhlášený uživatel bude přesměrován na tuto adresu URL, pokud nemá přístup k webu

source: Exclude the following URLs
cs_cz: Vyloučit následující adresy URL

source: Here you can exclude URLs beside the redirect URI to be accessible to everyone
cs_cz: Zde můžete vyloučit adresy URL vedle URI přesměrování, aby byly přístupné všem

source: Add New URL
cs_cz: Přidat novou adresu URL

source: Allow Homepage to be accessible
cs_cz: Povolit přístup na domovskou stránku

source: Allow Category pages to be accessible
cs_cz: Povolit přístup k kategoriím stránek

source: Allow Backend Login Screen for Guests
cs_cz: Povolit obrazovku přihlášení Backend pro hosty

source: Control whether guests are able to access the WP-admin login screen or not
cs_cz: Určete, zda mají hosté přístup k přihlašovací obrazovce WP-admin nebo nikoliv

source: Disable Admin Login via Frontend
cs_cz: Zakázat přihlášení uživatele pomocí služby Frontend

source: DO NOT turn this option on if you have set the option "Allow Backend Login Screen for Guests" to NO. This will result in being locked out of admin.
cs_cz: Tuto možnost nezapínejte, pokud jste nastavili volbu \ "Povolení obrazovky přihlášení Backend pro hosty " na hodnotu NE. To bude mít za následek zablokování adminu.

source: Redirect to alternative login page
cs_cz: Přesměrování na alternativní přihlašovací stránku

source: If you disable backend access to login screen, specify here where a user will be redirected
cs_cz: Zakážete-li přístupový backend k přihlašovací obrazovce, zadejte zde, kde bude uživatel přesměrován

source: Custom URL
cs_cz: Vlastní URL

source: Enter an alternate url here to redirect a user If they try to access the backend register screen
cs_cz: Zadejte alternativní adresu URL pro přesměrování uživatele. Pokud se pokusí o přístup k obrazovce registru záložního systému

source: Allow Backend Register Screen for Guests
cs_cz: Povolení obrazovky registru Backend pro hosty

source: Control whether guests are able to access the WP-admin register screen or not
cs_cz: Zkontrolujte, zda hosté mají přístup k obrazovce registru WP-administrátora nebo nikoli

source: Redirect to alternative register page
cs_cz: Přesměrování na alternativní stránku registru

source: If you disable backend access to register screen, specify here where a user will be redirected
cs_cz: Zakážete-li přístup na backend k registraci, zadejte zde, kde bude uživatel přesměrován

source: Enable the Access Control widget for Admins only?
cs_cz: Povolit widget pro řízení přístupu pouze pro administrátory?

source: Enable the Reset Password Limit?
cs_cz: Povolit limit obnovení hesla?

source: Reset Password Limit
cs_cz: Obnovit omezení hesla

source: Set the maximum reset password limit. If reached the maximum limit, user will be locked from using this.
cs_cz: Nastavte maximální limit pro obnovení hesla. Při dosažení maximálního limitu bude uživatel uzamčen.

source: Disable the Reset Password Limit for Admins only?
cs_cz: Zakázat obnovení heslového limitu pouze pro administrátory?

source: Whitelisted Backend IPs
cs_cz: IP adresy s povolenými adresáři

source: Always allow the specified IP addresses to access the backend login screen and WP-admin to avoid being locked from site backend.
cs_cz: Vždy povolte zadaným adresám IP přístup k přihlašovací obrazovce backend a WP-admin, aby se zabránilo uzamčení ze stránky backend.

source: Blocked IP Addresses
cs_cz: Blokované adresy IP

source: This will block the listed IPs from signing up or signing in to the site, you can use full IP numbers or target specific range with a wildcard
cs_cz: Tím zabráníte uvedeným IP adresám při registraci nebo přihlášení k webu, můžete použít plné IP čísla nebo cílový rozsah se zástupným znakem

source: Blocked Email Addresses
cs_cz: Blokované e-mailové adresy

source: This will block the specified e-mail addresses from being able to sign up or sign in to your site. To block an entire domain, use something like *@domain.com
cs_cz: Tím zabráníte zadaným e-mailovým adresám, aby se mohli zaregistrovat nebo přihlásit k vašemu webu. Chcete-li zablokovat celou doménu, použijte něco jako *@domain.com

source: Blacklist Words
cs_cz: Blacklistová slova

source: This option lets you specify blacklist of words to prevent anyone from signing up with such a word as their username
cs_cz: Tato volba umožňuje zadat černou listinu slov, aby se nikdo nemohl zaregistrovat takovým slovem jako je jejich uživatelské jméno

source: Emails
cs_cz: E-maily

source: Mail appears from
cs_cz: Zobrazí se pošta od

source: e.g. Site Name
cs_cz: např. název webu

source: Mail appears from address
cs_cz: Zobrazí se adresa z adresy

source: e.g. admin@companyname.com
cs_cz: např. admin@companyname.com

source: Use HTML for E-mails?
cs_cz: Použít HTML pro e-maily?

source: If you enable HTML for e-mails, you can customize the HTML e-mail templates found in <strong>templates/email</strong> folder.
cs_cz: Pokud povolíte HTML pro e-maily, můžete přizpůsobit šablony e-mailů HTML ve složce <strong> šablony / e-mail </ strong>.

source: Account Welcome Email
cs_cz: Účet Vítejte v e-mailu

source: Whether to send the user an email when his account is automatically approved
cs_cz: Zda uživatel pošle e-mailu, když je jeho účet automaticky schválen

source: Subject Line
cs_cz: Předmět

source: This is the subject line of the e-mail
cs_cz: Toto je předmět e-mailu

source: Message Body
cs_cz: Tělo zprávy

source: Account Activation Email
cs_cz: E-mail pro aktivaci účtu

source: Whether to send the user an email when his account needs e-mail activation
cs_cz: Zda má uživatel odeslat e-mail, když má jeho účet zapotřebí aktivaci e-mailu

source: Pending Review Email
cs_cz: Čeká na kontrolu e-mailu

source: Whether to send the user an email when his account needs admin review
cs_cz: Zda má uživatel odeslat e-mail, když jeho účet potřebuje administrátorskou recenzi

source: Account Approved Email
cs_cz: Email schválený účtem

source: Whether to send the user an email when his account is approved
cs_cz: Zda bude uživateli odeslán e-mail, pokud bude jeho účet schválen

source: Account Rejected Email
cs_cz: E-mail zamítnutý účtem

source: Whether to send the user an email when his account is rejected
cs_cz: Zda bude uživatel odeslán e-mail, když je jeho účet odmítnut

source: Account Deactivated Email
cs_cz: Deaktivovaný e-mail s účtem

source: Whether to send the user an email when his account is deactivated
cs_cz: Zda uživatel posílá e-mail, když je jeho účet deaktivován

source: Account Deleted Email
cs_cz: Účet odeslaný na účet

source: Whether to send the user an email when his account is deleted
cs_cz: Zda bude uživateli odeslán e-mail po odstranění jeho účtu

source: Password Reset Email
cs_cz: Heslo obnovit e-mail

source: Whether to send an email when users changed their password (Recommended, please keep on)
cs_cz: Zda uživatelé změní své heslo (doporučeno, prosím, pokračujte)

source: Password Changed Email
cs_cz: Heslo změnilo e-mail

source: Whether to send the user an email when he request to reset password (Recommended, please keep on)
cs_cz: Zda pošlete uživatele e-mailu, když požádá o obnovení hesla (doporučeno, prosím, pokračujte)

source: Admin E-mail Address
cs_cz: E-mailová adresa správce

source: New User Notification
cs_cz: Nové upozornění uživatele

source: Whether to receive notification when a new user account is approved
cs_cz: Oznamuje, zda se obdrží oznámení při schválení nového uživatelského účtu

source: This is the content of the e-mail
cs_cz: Toto je obsah e-mailu

source: Account Needs Review Notification
cs_cz: Oznámení o kontrole potřeby účtu

source: Whether to receive notification when an account needs admin review
cs_cz: Oznamuje, zda má být oznámení o tom, že účet potřebuje administrátorskou kontrolu

source: Account Deletion Notification
cs_cz: Oznámení o smazání účtu

source: Whether to receive notification when an account is deleted
cs_cz: Zda se obdrží oznámení, když je účet smazán

source: Uploads
cs_cz: Nahrává

source: Profile Photo Maximum File Size (bytes)
cs_cz: Profilová fotka Maximální velikost souboru (bajty)

source: Sets a maximum size for the uploaded photo
cs_cz: Nastaví maximální velikost odeslané fotografie

source: Cover Photo Maximum File Size (bytes)
cs_cz: Obálka Fotografie Maximální velikost souboru (bajty)

source: Sets a maximum size for the uploaded cover
cs_cz: Nastaví maximální velikost nahraného obálky

source: Profile Photo Thumbnail Sizes (px)
cs_cz: Velikost fotografií ve formátu fotografií (px)

source: Here you can define which thumbnail sizes will be created for each profile photo upload.
cs_cz: Zde můžete určit, které miniatury budou vytvořeny pro každé nahrání profilových fotografií.

source: Add New Size
cs_cz: Přidat novou velikost

source: Cover Photo Thumbnail Sizes (px)
cs_cz: Obálky s fotografiemi velikosti obálky (px)

source: Here you can define which thumbnail sizes will be created for each cover photo upload.
cs_cz: Zde můžete určit, jaké velikosti miniatur budou vytvořeny pro každou uploadovou fotku.

source: Image Quality
cs_cz: Kvalita obrazu

source: Quality is used to determine quality of image uploads, and ranges from 0 (worst quality, smaller file) to 100 (best quality, biggest file). The default range is 60.
cs_cz: Kvalita se používá k určení kvality nahrávání obrázků a pohybuje se od 0 (nejhorší kvalita, menší soubor) až 100 (nejlepší kvalita, největší soubor). Výchozí rozsah je 60.

source: Image Upload Maximum Width (px)
cs_cz: Nahrát obrázek Maximální šířka (px)

source: Any image upload above this width will be resized to this limit automatically.
cs_cz: Jakýkoli obrázek nahraný nad tuto šířku bude automaticky změněn na tento limit.

source: Cover Photo Minimum Width (px)
cs_cz: Kryt fotografie Minimální šířka (px)

source: This will be the minimum width for cover photo uploads
cs_cz: Bude to minimální šířka při nahrávání titulních fotografií

source: User Profile Title
cs_cz: Název profilu uživatele

source: This is the title that is displayed on a specific user profile
cs_cz: Toto je název, který je zobrazen na konkrétním profilu uživatele

source: User Profile Dynamic Meta Description
cs_cz: Uživatelský profil Dynamic Meta Popis

source: This will be used in the meta description that is available for search-engines.
cs_cz: Toto bude použito v popisu meta, který je k dispozici pro vyhledávače.

source: Appearance
cs_cz: Vzhled

source: General
cs_cz: Obecné

source: Members Default Template
cs_cz: Členové výchozí šablony

source: This will be the default template to output member directory
cs_cz: Bude to výchozí šablona pro výstup adresáře členů

source: General Active Color
cs_cz: Obecné aktivní barvy

source: Active color is used commonly with many plugin elements as highlighted color or active selection for example. This color demonstrates the primary active color of the plugin
cs_cz: Aktivní barva se běžně používá s mnoha prvky pluginu, jako například zvýrazněná barva nebo aktivní výběr. Tato barva znázorňuje primární aktivní barvu pluginu

source: General Secondary Color
cs_cz: Obecná sekundární barva

source: Secondary color is used for hovers, or active state for some elements of the plugin
cs_cz: Sekundární barva se používá pro houpání nebo aktivní stav některých prvků pluginu

source: Default Primary Button Color
cs_cz: Výchozí barva primárního tlačítka

source: Default Primary Button Hover Color
cs_cz: Výchozí primární tlačítko Přiblížit barvu

source: Default Primary Button Text Color
cs_cz: Výchozí barva textu primárního tlačítka

source: Default Secondary Button Color
cs_cz: Výchozí barva sekundárního tlačítka

source: Default Secondary Button Hover Color
cs_cz: Výchozí sekundární tlačítko

source: Default Secondary Button Text Color
cs_cz: Výchozí barva textu sekundárního tlačítka

source: Default Help Icon Color
cs_cz: Výchozí ikona barvy Ikona

source: Form Inputs
cs_cz: Vstupy formulářů

source: Field Label Color
cs_cz: Barva štítku pole

source: Field Border
cs_cz: Hranice pole

source: The default border-style for input/fields in UM forms
cs_cz: Výchozí styl ohraničení vstupů / polí ve formulářích UM

source: Field Border on Focus
cs_cz: Ostrost pole na ohnisku

source: The default border style for fields on hover state
cs_cz: Výchozí styl ohraničení polí na stavu vznášení

source: Field Background Color
cs_cz: Barva pozadí pole

source: Field Background Color on Focus
cs_cz: Barevné pozadí pole na zaostření

source: Field Text Color
cs_cz: Barva textu pole

source: Field Placeholder Color
cs_cz: Barev zástupného pole

source: Field Font Icon Color
cs_cz: Pole písma Ikona Barva

source: Show an asterisk for required fields
cs_cz: Zobrazte hvězdičku pro požadovaná pole

source: Field Required Asterisk Color
cs_cz: Vyžadovaná pole Asterisk Color

source: Profile
cs_cz: Profil

source: Profile Default Template
cs_cz: Výchozí šablona profilu

source: This will be the default template to output profile
cs_cz: Bude to výchozí šablona pro výstupní profil

source: Profile Maximum Width
cs_cz: Profil Maximální šířka

source: Profile Area Maximum Width
cs_cz: Maximální šířka profilu

source: The maximum width of the profile area inside profile (below profile header)
cs_cz: Maximální šířka profilu uvnitř profilu (pod záhlavím profilu)

source: Profile Shortcode Alignment
cs_cz: Nastavení profilu krátkých kódů

source: Centered
cs_cz: Na střed

source: Left aligned
cs_cz: Zarovnání vlevo

source: Right aligned
cs_cz: Zarovnáno vpravo

source: Profile Field Icons
cs_cz: Ikony pole profilu

source: This is applicable for edit mode only
cs_cz: To platí pouze pro režim úprav

source: Show inside text field
cs_cz: Zobrazit vnitřní textové pole

source: Show with label
cs_cz: Zobrazit s popisem

source: Turn off
cs_cz: Vypnout

source: Profile Primary Button Text
cs_cz: Profil primárního tlačítka

source: The text that is used for updating profile button
cs_cz: Text, který se používá pro aktualizaci profilového tlačítka

source: Profile Secondary Button
cs_cz: Profil Sekundární tlačítko

source: Switch on/off the secondary button display in the form
cs_cz: Zapněte / vypněte sekundární tlačítko ve formuláři

source: Profile Secondary Button Text
cs_cz: Profil Sekundární tlačítko textu

source: The text that is used for cancelling update profile button
cs_cz: Text, který se používá pro zrušení tlačítka aktualizace profilu

source: Profile Associated Role
cs_cz: Přidružená role profilu

source: Normally, you can leave this to default as this restricts the profile per specified role only
cs_cz: Normálně je můžete ponechat na výchozí, protože tento profil omezuje pouze na určitou roli

source: Profile Base Background Color
cs_cz: Barva pozadí pozadí profilu

source: Profile Header Background Color
cs_cz: Barva pozadí záhlaví profilu

source: Default Profile Photo
cs_cz: Výchozí profilová fotka

source: You can change the default profile picture globally here. Please make sure that the photo is 300x300px.
cs_cz: Zde můžete obecně změnit výchozí profilový obrázek. Ujistěte se, že fotografie je 300x300px.

source: Default Cover Photo
cs_cz: Výchozí fotopapír

source: You can change the default cover photo globally here. Please make sure that the default cover is large enough and respects the ratio you are using for cover photos.
cs_cz: Výchozí fotografickou fotografii můžete zde globálně změnit. Ujistěte se prosím, že výchozí kryt je dostatečně velký a respektuje poměr, který používáte pro titulní fotografie.

source: The global default of profile photo size. This can be overridden by individual form settings
cs_cz: Globální výchozí velikost profilové fotografie. To může být potlačeno jednotlivými nastaveními formátu

source: Whether to have rounded profile images, rounded corners, or none for the profile photo
cs_cz: Nezáleží na tom, zda máte zaoblené obrázky profilu, zaoblené rohy nebo žádné pro profilovou fotku

source: Profile Cover Photos
cs_cz: Fotky titulu profilu

source: Switch on/off the profile cover photos
cs_cz: Zapněte / vypněte fotografie krytu profilu

source: Profile Cover Ratio
cs_cz: Poměr krytí profilu

source: Choose global ratio for cover photos of profiles
cs_cz: Zvolte globální poměr pro titulní fotografie profilů

source: Profile Header Meta Text Icon
cs_cz: Hlavička profilu Meta Text Icon

source: Display field icons for related user meta fields in header or not
cs_cz: Zobrazí ikony polí pro příbuzná pole meta uživatele v záhlaví nebo ne

source: Profile Header Meta Text Color
cs_cz: Záhlaví profilu Barva textu Meta

source: Profile Header Link Color
cs_cz: Barva odkazu záhlaví profilu

source: Profile Header Link Hover
cs_cz: Hlavička odkazu profilu

source: Profile Header Icon Link Color
cs_cz: Barva odkazu ikony záhlaví profilu

source: Profile Header Icon Link Hover
cs_cz: Ikona profilu záhlaví Ikona Link Hover

source: Show display name in profile header
cs_cz: Zobrazit název zobrazení v záhlaví profilu

source: Switch on/off the user name on profile header
cs_cz: Zapnout / vypnout jméno uživatele v záhlaví profilu

source: Show social links in profile header
cs_cz: Zobrazit sociální odkazy v záhlaví profilu

source: Switch on/off the social links on profile header
cs_cz: Zapněte / vypněte sociální odkazy v záhlaví profilu

source: Show user description in header
cs_cz: Zobrazit popis uživatele v záhlaví

source: Switch on/off the user description on profile header
cs_cz: Zapnout / vypnout popis uživatele v záhlaví profilu

source: Enable html support for user description
cs_cz: Povolit html podporu pro popis uživatele

source: Switch on/off to enable/disable support for html tags on user description.
cs_cz: Zapnout / vypnout povolit / zakázat podporu html tagů v popisu uživatele.

source: User description maximum chars
cs_cz: Uživatelský popis maximálních znaků

source: Maximum number of characters to allow in user description field in header.
cs_cz: Maximální počet znaků povolených v poli popisu uživatele v záhlaví.

source: Profile Header Menu Position
cs_cz: Pozice záhlaví profilu profilu

source: For incompatible themes, please make the menu open from left instead of bottom by default.
cs_cz: V případě nekompatibilních témat je výchozí nabídka zpřístupněna zleva namísto dolní.

source: Show a custom message if profile is empty
cs_cz: Zobrazit vlastní zprávu, pokud je profil prázdný

source: Switch on/off the custom message that appears when the profile is empty
cs_cz: Zapněte / vypněte vlastní zprávu, která se zobrazí, když je profil prázdný

source: Show the emoticon
cs_cz: Zobrazit emotikony

source: Switch on/off the emoticon (sad face) that appears above the message
cs_cz: Zapněte / vypněte emotikon (smutný obličej), který se zobrazí nad zprávou

source: Enable profile menu
cs_cz: Povolit nabídku profilů

source: %s Tab
cs_cz: Tabulka %s

source: Who can see %s Tab?
cs_cz: Kdo vidí kartu %s ?

source: Select which users can view this tab.
cs_cz: Vyberte, které uživatelé mohou tuto kartu zobrazit.

source: Allowed roles
cs_cz: Povolené role

source: Select the the user roles allowed to view this tab.
cs_cz: Zvolte uživatelské role povolené k zobrazení této karty.

source: Choose user roles...
cs_cz: Výběr uživatelských rolí ...

source: Profile menu default tab
cs_cz: Výchozí záložka nabídky profilu

source: This will be the default tab on user profile page
cs_cz: Toto bude výchozí záložka na stránce profilu uživatele

source: Enable menu icons in desktop view
cs_cz: Povolte ikony nabídky v zobrazení plochy

source: Profile Menu
cs_cz: Nabídka profilů

source: Registration Default Template
cs_cz: Registrační šablona

source: This will be the default template to output registration
cs_cz: Bude to výchozí šablona pro registraci výstupu

source: Registration Maximum Width
cs_cz: Registrace Maximální šířka

source: The maximum width this shortcode can take from the page width
cs_cz: Maximální šířka tohoto zkráceného kódu může trvat od šířky stránky

source: Registration Shortcode Alignment
cs_cz: Registrace Uspořádání krátkých kódů

source: Registration Field Icons
cs_cz: Ikony pole registrace

source: This controls the display of field icons in the registration form
cs_cz: Toto ovládá zobrazování ikon polí v registračním formuláři

source: Registration Primary Button Text
cs_cz: Registrace textu primárního tlačítka

source: The text that is used for primary button text
cs_cz: Text, který se používá pro primární text tlačítka

source: Registration Secondary Button
cs_cz: Registrační sekundární tlačítko

source: Registration Secondary Button Text
cs_cz: Registrace sekundárního tlačítka textu

source: The text that is used for the secondary button text
cs_cz: Text, který se používá pro text sekundárního tlačítka

source: Registration Secondary Button URL
cs_cz: Registrační adresa sekundárního tlačítka

source: You can replace default link for this button by entering custom URL
cs_cz: Výchozí odkaz tohoto tlačítka můžete nahradit zadáním vlastní adresy URL

source: Registration Default Role
cs_cz: Registrační výchozí role

source: This will be the default role assigned to users registering thru registration form
cs_cz: Toto bude výchozí role přidělená uživatelům při registraci prostřednictvím registračního formuláře

source: Login Default Template
cs_cz: Přihlašovací výchozí šablona

source: This will be the default template to output login
cs_cz: Bude to výchozí šablona pro výstup přihlášení

source: Login Maximum Width
cs_cz: Maximální šířka přihlášení

source: Login Shortcode Alignment
cs_cz: Přihlaste se ke změně zkráceného kódu

source: Login Field Icons
cs_cz: Přihlaste se ikony pole
